Type	Name	Address	lat	lon
кинотеатр	Киноцентр Родина	г.Санкт-Петербург, набережная реки Фонтанки, дом 15, литер А, помещение №1Н-6Н	59,945819	30,337014
кинотеатр	Киноцентр Киномакс	198188, г.Санкт-Петербург, улица Васи Алексеева, дом 6, литер А	59,879886	30,265778
кинотеатр	Детский кинотеатр Заневский	195196, г.Санкт-Петербург, Новочеркасский проспект, дом 47, корпус 1, литер А	59,926255	30,413767
кинотеатр	Кинотеатр Подвиг	Санкт-Петербург, город Колпино, Павловская улица, дом 34, литер А	59,747185	30,581203
кинотеатр	Каро-Фильм на Пионерской	197374, г.Санкт-Петербург, Коломяжский проспект, дом 19, корпус 2, литер А	60,006782	30,298755
кинотеатр	Каро-Фильм на Байконурской	г.Санкт-Петербург, Байконурская улица, дом 14, литер А	60,002049	30,272659
кинотеатр	Кинотеатр Кронверк Синема	192281, г.Санкт-Петербург, Балканская площадь, дом 5, литер О	59,830671	30,377439
кинотеатр	Кинотеатр Mori Cinema	г.Санкт-Петербург, Индустриальный проспект, дом 24, литер А	59,946067	30,474043
кинотеатр	Детский кинотеатр Факел	192236, г.Санкт-Петербург, Софийская улица, дом 44, литера А, помещение №38	59,869422	30,411215
кинотеатр	Киноцентр Джем Холл	197022, г.Санкт-Петербург, Каменноостровский проспект, дом 42, литер А	59,966705	30,309364
кинотеатр	Кинотеатр Мираж Синема	г.Санкт-Петербург, проспект Энгельса, дом 124, корпус 1, литер А	60,039022	30,323495
кинотеатр	Кинотеатр Мираж Синема	198261, г.Санкт-Петербург, проспект Ветеранов, дом 101, корпус 1, литер А	59,834035	30,204845
кинотеатр	Кинотеатр Мираж Синема	г.Санкт-Петербург, улица Савушкина, дом 126, литер А	59,985818	30,20277
кинотеатр	Кинотеатр Кронверк Синема	195274, г.Санкт-Петербург, проспект Культуры, дом 1, литер А	60,033594	30,367728
кинотеатр	Кинотеатр Кронверк Синема	г.Санкт-Петербург, улица Коллонтай, дом 3, литер Б	59,912806	30,44695
кинотеатр	Каро-Фильм Варшавский Экспресс	190000, г.Санкт-Петербург, набережная Обводного канала, дом 118, литер С	59,906923	30,307352
кинотеатр	Каро-Фильм на Дыбенко	г.Санкт-Петербург, проспект Большевиков, дом 18, литер А	59,908601	30,483655
кинотеатр	Кинотеатр  Веснушка 	198302, г.Санкт-Петербург, улица Маршала Казакова, дом 1, корпус 1, литера Е, помещение №6н 26-29,1	59,861485	30,212786
кинотеатр	Кинотеатр Орбита	198255, г.Санкт-Петербург, улица Лени Голикова, дом 29, литера А,	59,843299	30,2314
кинотеатр	Кинотеатр Дружба	196135, г.Санкт-Петербург, Московский проспект, дом дом 202, литера А,	59,859461	30,32204
кинотеатр	Кинотеатр Фестиваль	194291, г.Санкт-Петербург, проспект Просвещения, дом 47, литер А	60,044361	30,3708
кинотеатр	Кинотеатр Нева	191025, г.Санкт-Петербург, Невский проспект, дом 108, литера Ш, помещение №6Н,7Н,8Н,9Н	59,936823	30,314925
кинотеатр	Кинотеатр ''Колизей''	191025, г.Санкт-Петербург, Невский проспект, дом 100, литер И	59,932369	30,356238
кинотеатр	Кинотеатр Буревестник	193312, г.Санкт-Петербург, улица Подвойского, дом 38,	59,917371	30,490141
кинотеатр	Кинотеатр Спутник	192171, г.Санкт-Петербург, улица Бабушкина, дом 40, литера А,	59,877795	30,443303
кинотеатр	Кинотеатр Аврора	191023, г.Санкт-Петербург, Невский проспект, дом 60, литера И,	59,933938	30,339296
кинотеатр	Кинотеатр ''Кристалл-Палас''	191025, г.Санкт-Петербург, Невский проспект, дом 72, литер А	59,93305	30,346357
кинотеатр	Детский кинотеатр Авангард	Санкт-Петербург, город Пушкин, Московская улица, дом 32/17, литер А	59,718058	30,411997
кинотеатр	Кинотеатр ''Молодежный''	191011, г.Санкт-Петербург, Садовая улица, дом 12, литер А	59,934898	30,336305
кинотеатр	Кинотеатр Каскад	198510, Санкт-Петербург, город Петродворец, Царицынская улица, дом 2, литера А,	59,87612	29,916055
кинотеатр	Кинотеатр Аврора	198510, Санкт-Петербург, город Петродворец, Санкт-Петербургский проспект, дом 17, литера А,	59,878983	29,921436
кинотеатр	Кинотеатр Чайка	197755, Санкт-Петербург, поселок Лисий Нос, Новоцентральная улица, дом 6/8, литер А	60,011207	30,010405
кинотеатр	Детский кинотеатрМаяк	199226, г.Санкт-Петербург, улица Кораблестроителей, дом 21, корпус 1, литера Д, помещение №3Н	59,937977	30,218464
кинотеатр	Детский кинотеатр Восход	198206, г.Санкт-Петербург, улица Пограничника Гарькавого, дом 22, корпус 1, литер А	59,838688	30,147964
кинотеатр	Кинокомплекс Новый Рубеж	198329, г.Санкт-Петербург, проспект Ветеранов, дом 121, литер А	59,83413	30,171895
кинотеатр	Кинотеатр Экран	198320, Санкт-Петербург, город Красное Село, проспект Ленина, дом 51,	59,741563	30,09075
кинотеатр	Кинотеатр Максим	г.Санкт-Петербург, Ланское шоссе, дом 35, литер А	59,992038	30,312652
кинотеатр	Кинотеатр Юнион	191025, г.Санкт-Петербург, Невский проспект, дом 88, литер А	59,932351	30,351855
кинотеатр	Детский кинотеатр Чайка	192284, г.Санкт-Петербург, Купчинская улица, дом 1/5, литера А, помещение №12Н	59,83876	30,388227
кинотеатр	Кинотеатр ''Паризиана''	191025, г.Санкт-Петербург, Невский проспект, дом 80, литер А	59,932784	30,349249
кинотеатр	Кинотеатр Художественный	191025, г.Санкт-Петербург, Невский проспект, дом 67, литера А, строение -, помещение №1Н,3Н	59,936584	30,312167
кинотеатр	Кинотеатр Пилот	194021, г.Санкт-Петербург, 2-й Муринский проспект, дом 36, литер А	59,999476	30,359248
кинотеатр	Детский кинотеатр Уран	194214, г.Санкт-Петербург, Ярославский проспект, дом 55, литера А	60,018682	30,319255
кинотеатр	Кинотеатр Мираж Синема	г.Санкт-Петербург, Торфяная дорога, дом 7, литер В	59,990062	30,256939
кинотеатр	Кинотеатр Мираж Синема	197198, г.Санкт-Петербург, Большой проспект П.С., дом 35, литер А	59,959206	30,30207
кинотеатр	Кинотеатр Кронверк Синема НЕО	199026, г.Санкт-Петербург, Большой проспект В.О., дом 68, литер А	59,931864	30,259984
кинотеатр	Киноцентр Лидер	194358, г.Санкт-Петербург, проспект Энгельса, дом 154, литер А	60,058565	30,335326
кинотеатр	Кинотеатр Кронверк Синема Норд.	194356, г.Санкт-Петербург, проспект Просвещения, дом 19, литер А	60,052604	30,331157
кинотеатр	Кинотеатр Кронверк Синема	г.Санкт-Петербург, улица Савушкина, дом 141, литер А	59,990759	30,205833
кинотеатр	Кинотеатр Кронверк Синема	195112, г.Санкт-Петербург, Заневский проспект, дом 67, корпус 2, литер А	59,93291	30,437653
кинотеатр	Кинотеатр Кронверк Синема	г.Санкт-Петербург, Гражданский проспект, дом 41, литер В	60,012174	30,398585
кинотеатр	Кинотеатр Смена	190031, г.Санкт-Петербург, переулок Бринько, дом 1-3-5, корпус 0, литера А, помещение №1Н	59,925403	30,31576
кинотеатр	Киноцентр ПИК	190000, г.Санкт-Петербург, улица Ефимова, дом 2, литер А	59,926354	30,320827
кинотеатр	Каро-Фильм Атмосфера	г.Санкт-Петербург, проспект Большевиков, дом 18, литер А	59,908601	30,483655
кинотеатр	Каро-Фильм в БЦ Москва	г.Санкт-Петербург, площадь Александра Невского, дом 2, литер Е	59,924393	30,386619
кинотеатр	Каро-Фильм Континент	г.Санкт-Петербург, проспект Стачек, дом 99, литер А	59,858575	30,247929
кинотеатр	Кинотеатр Курортный	Санкт-Петербург, город Сестрорецк, площадь Свободы, дом 1, литер А	60,092406	29,955994
театр	Театр Плюс	г.Санкт-Петербург, Ленинский проспект, дом 115, литер А	59,851033	30,246976
театр	Драматический театр Причастие	г.Санкт-Петербург, Варшавская улица, дом 47, корпус 2, литер А	59,855801	30,311754
театр	Театр Веселый балаганчик	г.Санкт-Петербург, Московский проспект, дом 216а, литер А	59,848344	30,323459
театр	Санкт-Петербургский театр Мастерская	193079, г.Санкт-Петербург, Народная улица, дом 1, литера Б, (Октябрьская набережная, дом 68, 70)	59,877859	30,459841
театр	Театр Домино	199026, г.Санкт-Петербург, Большой проспект В.О., дом 83, литер А, (ДК им. Кирова, 4 этаж)	59,933997	30,254926
театр	Театр детского балета	г.Санкт-Петербург, улица Новостроек, дом 25, литер А	59,873388	30,270045
театр	Театр Комедианты	191119, г.Санкт-Петербург, Лиговский проспект, дом 44, литер Б	59,925881	30,359859
театр	Театр Эстрады им. Аркадия Райкина	191186, г.Санкт-Петербург, набережная реки Мойки, дом 40, литера А, (Большая Конюшенная, дом 27)	59,936891	30,320773
театр	Государственный балет на льду Санкт-Петербурга	191144, г.Санкт-Петербург, 8-я Советская улица, дом 56, литера А,	59,933848	30,381661
театр	Мюзик-Холл	197198, г.Санкт-Петербург, Александровский парк, дом 4, литера м,	59,955768	30,314664
театр	Мариинский театр	190000, г.Санкт-Петербург, Театральная площадь, дом 1, литер А	59,925389	30,296024
театр	Детский музыкальный театр Карамболь	198103, г.Санкт-Петербург, Рижский проспект, дом 3, литер Л	59,914024	30,294803
театр	Театр Драматических Импровизаций	г.Санкт-Петербург, проспект Стачек, дом 72, литер А	59,878297	30,262832
театр	Шоу-театр Родина	г.Санкт-Петербург, улица Глинки, дом 3-5-7, литер А, , офис 5.	59,926923	30,295683
театр	Театр Лицедеи	г.Санкт-Петербург, улица Льва Толстого, дом 9, литер А	59,965313	30,315572
театр	Театр эстрадной песни Зурбаган-Шоу	г.Санкт-Петербург, площадь Стачек, дом 4, литер А	59,900403	30,275785
театр	Драматический театральный коллектив Солнышко	г.Санкт-Петербург, площадь Стачек, дом 4, литер А	59,900403	30,275785
театр	Драматический театр Балтийского флота	197760, Санкт-Петербург, город Кронштадт, Макаровская улица, дом 3, литер А	59,989184	29,763512
театр	Театр «Странствующие куклы господина Пэжо»	Санкт-Петербург, город Петродворец, Санкт-Петербургский проспект, дом 58	59,881417	29,895492
театр	Театр игр и представлений Светлица	г.Санкт-Петербург, улица Есенина, дом 40, корпус 2	60,05662	30,342961
театр	Детский театр Аквариум	195267, г.Санкт-Петербург, проспект Просвещения, дом 87, корпус 1, литер А	60,035742	30,415815
театр	Театр За Черной Речкой	197348, г.Санкт-Петербург, Богатырский проспект, дом 4, литер А	59,99926	30,29112
театр	Театр кукол Светлячок	197348, г.Санкт-Петербург, Богатырский проспект, дом 4, литер А	59,99926	30,29112
театр	Каменноостровский театр бального танца	197022, г.Санкт-Петербург, набережная реки Крестовки, дом 10, литер А	59,976693	30,275453
театр	Театр Особняк	197022, г.Санкт-Петербург, Каменноостровский проспект, дом 55, литер А	59,971564	30,306849
театр	Театр Русская антреприза им. Андрея Миронова	197022, г.Санкт-Петербург, Каменноостровский проспект, дом 35/75, литер А	59,966007	30,312284
театр	Драматический театр Остров	197101, г.Санкт-Петербург, Каменноостровский проспект, дом 26-28, литер А	59,962025	30,314422
театр	Театр-фестиваль Балтийский дом	197198, г.Санкт-Петербург, Александровский парк, дом 4,	59,955998	30,315778
театр	СПб ГУК Академический театр балета  Бориса Эйфмана	197198, г.Санкт-Петербург, улица Лизы Чайкиной, дом 2,	59,956611	30,297893
театр	Драматический театр на Васильевском	199178, г.Санкт-Петербург, Средний проспект В.О., дом 48/27, литер А	59,940839	30,271743
театр	Театр Комик-трест	199034, г.Санкт-Петербург, 8-я линия В.О., дом 31, литер А	59,940298	30,27892
театр	Национальный Кулинарный Театр	199034, г.Санкт-Петербург, 9-я линия В.О., дом 4, литер А	59,936521	30,282406
театр	Камерный музыкальный театр Санктъ-Петербургъ Опера	190000, г.Санкт-Петербург, Галерная улица, дом 33, литер А	59,932824	30,292656
театр	Санктъ-Петербургъ Опера	190000, г.Санкт-Петербург, Галерная улица, дом 4, помещение №9-н	59,934515	30,298306
театр	Оперный Театр Детей им. Г.П. Вишневской	190000, г.Санкт-Петербург, переулок Гривцова, дом 1/64, литер А	59,931567	30,312248
театр	Гамма вокально-театральная студия	г.Санкт-Петербург, Торжковская улица, дом 30а, литер А	59,992425	30,31735
театр	Эрмитажный театр	191186, г.Санкт-Петербург, Дворцовая набережная, дом 34, литер А	59,941682	30,317719
театр	Учебный театр На Моховой	191028, г.Санкт-Петербург, Моховая улица, дом 33-35, литер А	59,940727	30,34465
театр	Музыкальный тетр Олега Погудина	191028, г.Санкт-Петербург, Моховая улица, дом 26, литер А	59,941696	30,346078
театр	Фольклорный театр Этно	г.Санкт-Петербург, Гагаринская улица, дом 14, литер А (или Моховая ул., дом 3)	59,945463	30,343428
театр	Михайловский театр	191186, г.Санкт-Петербург, площадь Искусств, дом 1,	59,937756	30,329567
театр	Ателье театр-студия пантомимы и пластики	191186, г.Санкт-Петербург, Малая Конюшенная улица, дом 1-3, литер В	59,938333	30,325399
театр	Театр Бенефис	г.Санкт-Петербург, набережная реки Мойки, дом 24, литер А	59,939226	30,321204
театр	Театр Ювента	191186, г.Санкт-Петербург, набережная реки Мойки, дом 48-50-52, литер АК	59,932392	30,318617
театр	Театр комедии им. Н.П.Акимова	191011, г.Санкт-Петербург, Невский проспект, дом 56, литера А, помещение №6н,11н,14н,23н-25н	59,935462	30,322704
театр	Санкт-Петербургский театр им. В.Ф.Комиссаржевской	191011, г.Санкт-Петербург, Невский проспект, дом 48, литер А	59,935263	30,33458
театр	Театр музыкальной комедии	191186, г.Санкт-Петербург, Итальянская улица, дом 13,	59,935913	30,333017
театр	Санкт-Петербургский театр марионеток	191011, г.Санкт-Петербург, Садовая улица, дом 14/52, литер А, ( Невский проспект, дом 52)	59,934515	30,336197
театр	Драматический театр Патриот РОСТО	191011, г.Санкт-Петербург, набережная реки Фонтанки, дом 7/4, литер А	59,937256	30,342485
театр	Александринский театр	191011, г.Санкт-Петербург, площадь Островского, дом 6, литер А	59,930705	30,337886
театр	Драматичексий театр На Литейном	191104, г.Санкт-Петербург, Литейный проспект, дом 51, литер А	59,937116	30,346923
театр	Малый драматический театр - Театр Европы	191002, г.Санкт-Петербург, улица Рубинштейна, дом 18/5, литер А	59,930124	30,34536
театр	Детский музыкальный театр Зазеркалье	191002, г.Санкт-Петербург, улица Рубинштейна, дом 13,	59,929335	30,34394
театр	Студия Евгении Зарицкой	191025, г.Санкт-Петербург, улица Рубинштейна, дом 15-17, литер А	59,929213	30,342737
театр	Театр имени Ленсовета	191025, г.Санкт-Петербург, Владимирский проспект, дом 12, литера А,	59,930074	30,348414
театр	Театр-студия Небольшой драматический театр	191025, г.Санкт-Петербург, Владимирский проспект, дом 12,	59,930074	30,348414
театр	Театр балета Константина Тачкина	191028, г.Санкт-Петербург, Литейный проспект, дом 20, литер А	59,943575	30,349043
театр	Камерный театр Малыщицкого	191014, г.Санкт-Петербург, улица Восстания, дом 41, литер А	59,939879	30,360856
театр	Интерьерный театр	191025, г.Санкт-Петербург, Невский проспект, дом 104, литер А	59,931765	30,356768
театр	Театр балета им.Л.Якобсона	191014, г.Санкт-Петербург, улица Маяковского, дом 15, литера А,	59,937774	30,356086
театр	Большой театр кукол	г.Санкт-Петербург, улица Некрасова, дом 10-12, литер А	59,939059	30,352052
театр	Клоун-мим-театр Мимигранты	г.Санкт-Петербург, Рижский проспект, дом 23, корпус 2	59,913997	30,281526
театр	Театр Рок-опера	190008, г.Санкт-Петербург, улица Лабутина, дом 36, литера А, помещение №16Н	59,917673	30,291946
театр	Театр сновидений Ольги Чернявской	190121, г.Санкт-Петербург, Английский проспект, дом 38, литер А	59,921728	30,28661
театр	Театр На Неве	190005, г.Санкт-Петербург, Советский переулок, дом 5, корпус -, литера А,	59,914786	30,310254
театр	Театр Дождей	198005, г.Санкт-Петербург, набережная реки Фонтанки, дом 130, литер А	59,917655	30,303364
театр	Санкт-Петербургский Молодежный театр	198005, г.Санкт-Петербург, набережная реки Фонтанки, дом 114, литер А	59,918963	30,312266
театр	Театр ДИКЛОН	г.Санкт-Петербург, 11-я Красноармейская улица, дом 7	59,912332	30,304064
театр	Детский драматический Театр у Нарвских ворот	г.Санкт-Петербург, улица Зои Космодемьянской, дом 3, литер А	59,893177	30,272021
театр	Театр кукол Бродячая собачка	г.Санкт-Петербург, проспект Стачек, дом 59, литер А	59,87402	30,258026
театр	Театр Премьера	г.Санкт-Петербург, улица Морской Пехоты, дом 6, корпус 1, литер А (ул. М. Казакова, дом1)	59,862316	30,249033
театр	Большой драматический театр имени  Г.А. Товстоногова	191023, г.Санкт-Петербург, набережная реки Фонтанки, дом 65, литер А	59,927351	30,330924
театр	Театр Приют комедианта	191023, г.Санкт-Петербург, Садовая улица, дом 27, литера А, помещение №1- Н	59,937887	30,336242
театр	Мужской балет Валерия Михайловского	191180, г.Санкт-Петербург, Гороховая улица, дом 71, литер А (офис)	59,922201	30,329675
театр	Музыкальный театр Старый Петербург	г.Санкт-Петербург, улица Константина Заслонова, дом 15, литер А	59,919603	30,349187
театр	Салон-театр Санкт-Петербург	191119, г.Санкт-Петербург, набережная Обводного канала, дом 53, литер Г	59,915526	30,359248
театр	Театр Юных Зрителей им. А.А. Брянцева	191119, г.Санкт-Петербург, Пионерская площадь, дом 1, корпус 1,2, литера А,Б	59,919797	30,334912
театр	Санкт-Петербургский театр Суббота	191126, г.Санкт-Петербург, Звенигородская улица, дом 30, литер А	59,918138	30,343644
театр	Театр поэтов Послушайте!	191040, г.Санкт-Петербург, Пушкинская улица, дом 9, литер А	59,929515	30,356634
театр	Театр МИР	191040, г.Санкт-Петербург, Пушкинская улица, дом 9, литер А	59,929515	30,356634
театр	Детский ледовый театр	192007, г.Санкт-Петербург, Лиговский проспект, дом 148, литера А,	59,913063	30,349887
театр	Кукольный театр сказки	196006, г.Санкт-Петербург, Московский проспект, дом 121, литера А,	59,887431	30,318428
театр	Театр детского балета	г.Санкт-Петербург, площадь Стачек, дом 4, литер А	59,900403	30,275785
театр	Театр «Под самой крышей»	г.Санкт-Петербург, Московский проспект, дом 152, литер А	59,884397	30,321321
театр	Императорский Музыкальный театр	196621, Санкт-Петербург, город Павловск, Садовая улица, дом 20, литер А	59,68514	30,454101
театр	Театр оперы и балета консерватории	190000, г.Санкт-Петербург, Театральная площадь, дом 3, литер А	59,925809	30,298665
театр	Музыкальный театр Вампука	197022, г.Санкт-Петербург, Каменноостровский проспект, дом 42, литер А	59,966705	30,309364
театр	Театр Буфф	195112, г.Санкт-Петербург, Заневский проспект, дом 26, корпус 1, литер А	59,931891	30,418483
театр	Театр кукол Dzampano	г.Санкт-Петербург, Гончарная улица, дом 20, литер А	59,92869	30,367728
театр	Театр ДК Выборгский	194044, г.Санкт-Петербург, улица Комиссара Смирнова, дом 15, литер А	59,96298	30,348136
музей	700 лет - Ландскрона, Невское устье, Ниеншанц	Площадь Красногвардейская, 2 	59,943782	30,411835
музей	Александровский дворец	Улица Дворцовая, 2 	59,720467	30,395441
музей	Аничков дворец	Проспект Невский, 39 	59,932793	30,341695
музей	Анна Ахматова. Серебряный век	Улица Автовская, 14 	59,868248	30,268239
музей	Большой (Меншиковский) дворец	Проспект Дворцовый, 48 	59,915643	29,760368
музей	Большой дворец	Улица Разводная, 2 	59,883864	29,905688
музей	Военно-исторический музей артиллерии, инженерных войск и войск связи	Улица Александровский парк, 7 	59,773656	30,141999
музей	Военно-медицинский музей Министерства обороны РФ	Переулок Лазаретный, 2 	59,920609	30,326037
музей	Всероссийский музей А. С. Пушкина	Набережная Мойки реки, 12 	59,941083	30,321312
музей	Выставки на Елагином	Улица Елагин остров, 0 	59,771517	30,134417
музей	Выставочные залы Юсуповского дворца	Набережная Мойки реки, 94 	59,929384	30,299043
музей	Выставочный зал детского творчества	Улица Егорова, 26 	59,910271	30,314557
музей	Выставочный зал Союза дизайнеров	Набережная Мойки реки, 8 	59,941506	30,322605
музей	Выставочный зал Союза художников России	Набережная Свердловская, 64 	59,950704	30,408395
музей	Выставочный зал СПб. Монетного двора	Улица Петропавловская крепость, 6 	59,966728	30,314646
музей	Выставочный зал СПб. творческого союза художников	Проспект Невский, 60 	59,933938	30,339296
музей	Выставочный комплекс ОАО Кировский завод	Проспект Стачек, 47 	59,878432	30,258385
музей	Выставочный центр СПб. союза художников	Улица Морская Большая, 38 	59,93296	30,311386
музей	Геологоразведочный музей им. академика Ф. Н. Чернышева	Проспект Средний, 74 	59,937918	30,262302
музей	Гороховая-2 (филиал Музея политической истории России)	Проспект Адмиралтейский, 6 	59,936323	30,31082
музей	Государственный музей истории СПб, Петропавловская крепость	Улица Петропавловская крепость, 3 	59,966295	30,315787
музей	Государственный центр фотографии	Улица Морская Большая, 35 	59,933406	30,309921
музей	Готическая капелла	Улица Готическая капелла, 0 	59,939095	30,315868
музей	Дворец Белосельских-Белозерских	Проспект Невский, 41 	59,932329	30,345243
музей	Дворец конгрессов (Константиновский дворец)	Аллея Берёзовая, 3 	59,991619	30,146626
музей	Дворец Меншикова	Набережная Университетская, 15 	59,93882	30,296141
музей	Дворец Петра I	Улица Больничная горка, 2 	59,853604	30,045601
музей	Дворец Петра III	Проспект Дворцовый, 48 	59,915643	29,760368
музей	Детский центр исторического воспитания	Улица Болотная, 13 	60,001005	30,35499
музей	Дом-музей П. П. Чистякова	Шоссе Московское, 23 	59,819359	30,352564
музей	Домик Петра I	Набережная Петровская, 6 	59,953214	30,33096
музей	Екатерининский корпус	Улица Разводная, 2 	59,883864	29,905688
музей	Елагиноостровский дворец	Улица Елагин остров, 1 	59,774023	30,142889
музей	Запасной дворец	Улица Садовая, 22 	59,933018	30,334427
музей	Зоологический музей РАН	Набережная Университетская, 1 	59,942101	30,305277
музей	Исаакиевский собор	Площадь Исаакиевская, 4 	59,933992	30,306148
музей	Историко-краеведческий музей Ломоносовского района	Улица Профсоюзная, 7 	59,907834	29,777418
музей	Историко-литературный музей г. Пушкина	Улица Леонтьевская, 28 	59,721093	30,405035
музей	Исторический музей восковых фигур	Улица Александровская, 37 	59,908313	29,78102
музей	Исторический музей восковых фигур	Улица Правленская, 12 	59,88074	29,909964
музей	Каменное зало	Проспект Дворцовый, 48 	59,915643	29,760368
музей	Катальная горка	Проспект Дворцовый, 48 	59,915643	29,760368
музей	Китайский дворец	Проспект Дворцовый, 48 	59,915643	29,760368
музей	Книги блокадного города, музей-библиотека	Проспект Юрия Гагарина, 17 	59,863089	30,33485
музей	Коттедж	Улица парк Александрия, 0 	59,774657	30,144128
музей	Кофейный домик	Улица Летний сад, 0 	59,771517	30,134417
музей	Краеведческий музей г. Ломоносова	Улица Еленинская, 25 	59,913821	29,772558
музей	Крейсер Аврора	Набережная Петровская, 0 	59,952556	30,329765
музей	Кресты	Набережная Арсенальная, 7 	59,95307	30,365231
музей	Кронштадтская крепость	Площадь Якорная, 1 	59,99161	29,777723
музей	Культурно-выставочный центр Евразия	Улица Капитана Воронина, 13 	59,987231	30,346492
музей	Ленэкспо, выставочный комплекс	Проспект Большой В.О., 103 	59,931774	30,235047
музей	Летний дворец Петра I	Улица Летний сад, 0 	59,771517	30,134417
музей	Литераторские мостки, музей-некрополь	Улица Расстанная, 30 	59,904144	30,359445
музей	Литературно-мемориальный музей Анны Ахматовой в Фонтанном доме	Набережная Фонтанки реки, 34 	59,936341	30,345539
музей	Литературно-мемориальный музей М. М. Зощенко	Улица Конюшенная Малая, 4 	59,937842	30,326316
музей	Литературно-мемориальный музей Ф. М. Достоевского	Переулок Кузнечный, 5 	59,927216	30,350947
музей	Литературный музей Института русской литературы (Пушкинский дом) РАН	Набережная Макарова, 4 	59,944697	30,301684
музей	Литературный музей Николая Рубцова	Улица Шотмана, 7 	59,90034	30,480125
музей	Манеж, центральный выставочный зал	Площадь Исаакиевская, 1 	59,933658	30,304226
музей	Марли	Улица Разводная, 2 	59,883864	29,905688
музей	Мемориальная мастерская Т. Г. Шевченко	Набережная Университетская, 17 	59,937305	30,289997
музей	Мемориальный музей А. С. Попова	Улица Профессора Попова, 5 	59,971064	30,320036
музей	Мемориальный музей актёров Самойловых	Улица Стремянная, 8 	59,931111	30,350552
музей	Мемориальный музей обороны и блокады Ленинграда	Переулок Соляной, 9 	59,944292	30,340958
музей	Мемориальный музей-дача А. С. Пушкина	Улица Пушкинская, 2 	59,930715	30,358313
музей	Мемориальный музей-кабинет изобретателя радио А. С. Попова	Улица Макаровская, 1 	59,989328	29,762829
музей	Мемориальный музей-квартира А. С. Пушкина	Набережная Мойки реки, 12 	59,941083	30,321312
музей	Мемориальный музей-квартира академика И. П. Павлова	Линия 6-я и 7-я В.О., 2 	59,936602	30,286547
музей	Мемориальный музей-квартира Н. А. Некрасова	Проспект Литейный, 36 	59,939329	30,349232
музей	Мемориальный музей-квартира Н. А. Римского-Корсакова	Проспект Загородный, 28 	59,924984	30,340662
музей	Мемориальный музей-квартира П. К. Козлова	Проспект Смольный, 6 	59,944612	30,394462
музей	Мемориальный музей-квартира святого праведного Иоанна Кронштадтского	Улица Посадская, 21 	59,995966	29,761221
музей	Мемориальный музей-квартира Ф. И. Шаляпина	Улица Графтио, 2 	59,973964	30,305178
музей	Мемориальный музей-лицей	Улица Садовая, 2 	59,939902	30,337796
музей	Метрологический музей при ВНИМ им. Д. И. Менделеева	Проспект Московский, 19 	59,917118	30,316874
музей	Михайловский (Инженерный) замок	Улица Садовая, 2 	59,939902	30,337796
музей	Монумент героическим защитникам Ленинграда	Площадь Победы, 0 	59,842052	30,325264
музей	Мраморный дворец	Улица Миллионная, 5 	59,94527	30,328903
музей	Музей А. В. Суворова	Улица Кирочная, 43 	59,943178	30,376576
музей	Музей антропологии и этнографии им. Петра Великого (Кунсткамера)	Набережная Университетская, 3 	59,941673	30,3049
музей	Музей боевой славы 2-й дивизии народного ополчения Московского района	Улица Гастелло, 19 	59,857807	30,332676
музей	Музей Ботанического института им. В. Л. Комарова РАН	Улица Профессора Попова, 2 	59,97115	30,322902
музей	Музей военного костюма	Улица Советская 3-я, 8 	59,933397	30,36683
музей	Музей Г. Р. Державина и русской словесности его времени	Набережная Фонтанки реки, 118 	59,918972	30,309894
музей	Музей гигиены Городского центра медицинской профилактики	Улица Итальянская, 25 	59,935669	30,337392
музей	Музей городской скульптуры	Проспект Невский, 179 	59,923085	30,385137
музей	Музей Государственной автомобильной инспекции	Проспект Пархоменко, 14 	60,00078	30,335954
музей	Музей детского творчества	Улица Декабристов, 16 	59,927824	30,303992
музей	Музей железнодорожного транспорта МПС России	Улица Садовая, 50 	59,924294	30,31373
музей	Музей железнодорожной техники	Набережная Обводного канала, 118 	59,906923	30,307352
музей	Музей им. Карла Буллы	Проспект Невский, 54 	59,934236	30,336979
музей	Музей инструмента СПб	Улица Софийская, 14 	59,880961	30,397588
музей	Музей истории войск Ленинградского военного округа	Проспект Литейный, 20 	59,943575	30,349043
музей	Музей истории г. Павловска	Переулок Песчаный, 11 	59,988725	30,162948
музей	Музей истории и техники ОАО Кировский завод	Проспект Стачек, 72 	59,878297	30,262832
музей	Музей истории милиции культурного центра при ГУВД СПб и Ленинградской области	Улица Полтавская, 12 	59,927306	30,370342
музей	Музей истории морского флота ГМА им. адмирала С. О. Макарова	Линия Косая линия, 15 	59,923432	30,252815
музей	Музей истории ОАО Ижорские заводы	Бульвар Советский, 29 	59,746206	30,5944
музей	Музей истории печати СПб	Набережная Мойки реки, 32 	59,938257	30,320144
музей	Музей истории РГПУ им. А. И. Герцена	Набережная Мойки реки, 48 	59,93529	30,319973
музей	Музей истории революционно-демократического движения 1880 - 1890-х г.г.	Переулок Казачий Большой, 7 	59,923568	30,326531
музей	Музей истории религии	Улица Почтамтская, 14 	59,931359	30,301387
музей	Музей истории СПб. государственного университета	Набережная Университетская, 7 	59,942435	30,293662
музей	Музей коллекционеров	Улица Правленская, 11 	59,882726	29,910378
музей	Музей маршала Советского Союза Г. К. Жукова	Улица Звёздная, 15 	59,834949	30,367036
музей	Музей минералогии	Набережная Университетская, 7 	59,942435	30,293662
музей	Музей Мир воды Санкт-Петербурга	Улица Шпалерная, 56 	59,948897	30,37495
музей	Музей музыки в Шереметевском дворце (Фонтанный дом)	Набережная Фонтанки реки, 34 	59,936341	30,345539
музей	Музей нонконформистского искусства	Улица Пушкинская, 10 	59,929227	30,357792
музей	Музей Октябрьской железной дороги	Набережная Обводного канала, 114 	59,908028	30,310739
музей	Музей подводных сил России им. А. И. Маринеско	Проспект Кондратьевский, 83 	59,982595	30,398756
музей	Музей политической истории России	Улица Куйбышева, 2 	59,954493	30,325184
музей	Музей почвоведения им. В. В. Докучаева	Проезд Биржевой, 6 	59,943674	30,301297
музей	Музей прикладного искусства СПб. государственной художественно-промышленной академии	Переулок Соляной, 15 	59,942872	30,340482
музей	Музей Русского географического общества	Переулок Гривцова, 10 	59,930363	30,314089
музей	Музей связи им. А. С. Попова	Переулок Почтамтский, 4 	59,932288	30,301944
музей	Музей семьи Бенуа	Улица Александровская, 8 	59,991475	30,167188
музей	Музей сновидений Зигмунда Фрейда	Проспект Большой П.С., 18 	59,955412	30,295027
музей	Музей СПб. военно-морского института	Набережная Лейтенанта Шмидта, 17 	59,934781	30,2791
музей	Музей СПб. государственного горного института им. Г. В. Плеханова	Линия 20-я и 21-я В.О., 2 	59,930922	30,269749
музей	Музей становления демократии в современной России им. А. Собчака	Проспект Невский, 41 	59,932329	30,345243
музей	Музей фонографов и граммофонов В. И. Дерябкина	Улица Пушкарская Большая, 47 	59,963868	30,312392
музей	Музей-архив Д. И. Менделеева	Набережная Университетская, 7 	59,942435	30,293662
музей	Музей-институт семьи Рерихов в Санкт-Петербурге	Набережная Лейтенанта Шмидта, 41 	59,931535	30,272354
музей	Музей-квартира А. А. Блока	Улица Декабристов, 57 	59,923626	30,282999
музей	Музей-квартира А. И. Куинджи	Проезд Биржевой, 1 	59,943233	30,299564
музей	Музей-квартира И. И. Бродского	Площадь Искусств, 3 	59,937427	30,329388
музей	Музей-квартира Л. Н. Гумилёва	Улица Коломенская, 1 	59,926431	30,355035
музей	Музей-квартира С. М. Кирова	Проспект Каменноостровский, 26 	59,962025	30,314422
музей	Народный литературный музей Остапа Бендера	Улица Токарева, 10 	60,08726	29,952724
музей	Научно-исследовательский музей Российской академии художеств	Набережная Университетская, 17 	59,937305	30,289997
музей	Ораниенбаум, государственный музей-заповедник	Проспект Дворцовый, 48 	59,915643	29,760368
музей	Особняк Румянцева (филиал Государственного музея истории СПб)	Набережная Английская, 44 	59,932338	30,289529
музей	Павильон Китайская кухня	Проспект Дворцовый, 48 	59,915643	29,760368
музей	Павловск, государственный музей-заповедник	Улица Садовая, 20 	59,933293	30,334149
музей	Пенаты, музей-усадьба И. Е. Репина	Шоссе Приморское, 411 	60,155847	29,896535
музей	Петербургский музей кукол	Улица Камская, 8 	59,94718	30,259616
музей	Петергоф, государственный музей-заповедник	Улица Разводная, 2 	59,883864	29,905688
музей	Пискарёвское мемориальное кладбище	Проспект Непокорённых, 72 	59,994387	30,420432
музей	Планетарий	Улица Александровский парк, 4 	59,771517	30,134417
музей	Подводная лодка Д-2 Народоволец	Улица Шкиперский проток, 10 	59,933505	30,232298
музей	Придворный экипаж	Улица Садовая, 8 	59,936891	30,336619
музей	Российский государственный музей Арктики и Антарктики	Улица Марата, 24 	59,927761	30,353759
музей	Российский этнографический музей	Улица Инженерная, 4 	59,938694	30,332595
музей	Русский музей	Улица Инженерная, 4 	59,938694	30,332595
музей	Сампсониевский собор	Проспект Сампсониевский Большой, 41 	59,953007	30,425642
музей	Свободная культура	Улица Пушкинская, 10 	59,929227	30,357792
музей	Смольный собор	Площадь Растрелли, 3 	59,948631	30,395576
музей	Смольный, историко-мемориальный музей	Площадь Пролетарской Диктатуры, 3 	59,947563	30,391246
музей	Спас-на-Крови	Набережная Грибоедова канала, 2 	59,941083	30,329316
музей	СПб. государственный музей театрального и музыкального искусства	Площадь Островского, 6 	59,930705	30,337886
музей	СПб. музей В. В. Набокова	Улица Морская Большая, 47 	59,931833	30,305079
музей	СПб. музей игрушки	Набережная Карповки реки, 32 	59,969727	30,300426
музей	СПб. музей истории профессионального образования	Улица Марата, 64 	59,921186	30,346716
музей	СПб. музей хлеба	Проспект Лиговский, 73 	59,925615	30,357164
музей	СПб. центр книги и графики	Проспект Лиговский, 55 	59,928812	30,359203
музей	Строгановский дворец	Проспект Невский, 17 	59,935692	30,320791
музей	Фонд свободного русского современного искусства	Набережная Мойки реки, 82 	59,930155	30,30304
музей	Фонд свободного русского современного искусства	Проспект Лиговский, 53 	59,929055	30,359436
музей	Фондохранилище Эрмитажа	Улица Заусадебная, 37 	59,989049	30,264152
музей	Царское Село, государственный музей-заповедник	Улица Садовая, 7 	59,935818	30,335721
музей	Царскосельская коллекция	Улица Магазейная, 40 	59,722994	30,408197
музей	Цветы	Улица Потёмкинская, 2 	59,947541	30,368851
музей	Центральный военно-морской музей	Площадь Биржевая, 4 	59,943426	30,304585
музей	Церковный павильон	Проспект Дворцовый, 48 	59,915643	29,760368
музей	Шалаш	Улица Емельянова, 1 	59,898259	30,340455
музей	Эрмитаж	Площадь Дворцовая, 2 	59,939897	30,31753
музей	Эрмитаж	Улица Разводная, 2 	59,883864	29,905688
музей	Юсуповский дворец	Набережная Мойки реки, 94 	59,929384	30,299043
музей	Японский павильон	Проспект Дворцовый, 48 	59,915643	29,760368
библиотека	Библиотека Кировского района, филиал №4	г.Санкт-Петербург, Ленинский проспект, дом 115, литер А	59,851033	30,246976
библиотека	Библиотека Кировского района, филиал №5	г.Санкт-Петербург, Ленинский проспект, дом 135, литер А	59,851286	30,27504
библиотека	Библиотека Кировского района, филиал №7	г.Санкт-Петербург, Дачный проспект, дом 16, корпус 7, литер А	59,843543	30,25728
библиотека	Библиотека Кировского района,  филиал №9	г.Санкт-Петербург, улица Стойкости, дом 36, корпус 1, литер А	59,827845	30,192907
библиотека	Детская библиотека Красносельского района, филиал №8	198205, г.Санкт-Петербург, проспект Ветеранов, дом 118, корпус 1, литер А	59,831955	30,185424
библиотека	Библиотека Красносельского района, филиал №9	198205, г.Санкт-Петербург, улица Партизана Германа, дом 22, литер Б	59,829739	30,178453
библиотека	Библиотека Красносельского района, филиал №10	198332, г.Санкт-Петербург, Ленинский проспект, дом 92, корпус 1, литер А	59,85473	30,212131
библиотека	Библиотека Красносельского района, филиал № 11	198330, г.Санкт-Петербург, Ленинский проспект, дом 97, корпус 3, литер А	59,851765	30,214053
библиотека	Библиотека им. К.Г.Паустовского	г.Санкт-Петербург, Варшавская улица, дом 37, корпус 1, литер А	59,858367	30,313506
библиотека	Центральная районная библиотека	197760, Санкт-Петербург, город Кронштадт, Советская улица, дом 49, литер А	59,995791	29,767357
библиотека	Центральная районная детская	197760, Санкт-Петербург, город Кронштадт, Флотская улица, дом 5, литер А (кв.1-Н)	59,996542	29,776609
библиотека	Библиотека Кронштадского района, филиал №1	Санкт-Петербург, город Кронштадт, улица Аммермана, дом 27, литер А (кв. 1Н)	59,985993	29,78403
библиотека	Библиотека  Московского района, филиал №1	г.Санкт-Петербург, улица Типанова, дом 29, литер А	59,853885	30,357325
библиотека	Библиотека Московского района, филиал №2	196158, г.Санкт-Петербург, Московское шоссе, дом 2, литер А	59,841649	30,326001
библиотека	Библиотека Курортного АР, филиал №1	189810, Санкт-Петербург, город Зеленогорск, проспект Ленина, дом 25, литер А	60,201503	29,707745
библиотека	Библиотека Курортного АР, филиал №3	Санкт-Петербург, поселок Комарово, 3-я Дачная улица, дом 8, литер А	60,191087	29,817456
библиотека	Библиотека Курортного АР, филиал №4	Санкт-Петербург, поселок Солнечное, Приморское шоссе, дом 374, литер А	60,149748	29,926817
библиотека	Библиотека пос. Песочный, филиал №2	Санкт-Петербург, поселок Песочный, Ленинградская улица, дом 46а, литер А	60,121475	30,167646
библиотека	Библиотека Приморского района, филиал №6	197755, Санкт-Петербург, поселок Лисий Нос, Балтийский проспект, дом 36, литер А	60,018767	30,002131
библиотека	Государственная библиотека для слепых	197198, г.Санкт-Петербург, Шамшева улица, дом 8,	59,960287	30,300678
библиотека	Библиотека пос. Александровская, филиал № 5	189640, Санкт-Петербург, город Сестрорецк, проспект Красных Командиров, дом 25, литер А	60,048476	29,97688
библиотека	Библиотека Приморского района, филиал №4	197229, г.Санкт-Петербург, Колодезная улица, дом 30, литер А	59,996452	30,135873
библиотека	Центральная  районная  детская библиотека Приморского района	г.Санкт-Петербург, Комендантский проспект, дом 30, корпус 1, литер А	60,014765	30,249824
библиотека	Елизаветинская библиотека, филиал №8	194037, г.Санкт-Петербург, Елизаветинская улица, дом 8/1, литер А	60,047456	30,303094
библиотека	Библиотека поселка Мартышкино	189510, Санкт-Петербург, город Ломоносов, улица Жоры Антоненко, дом 6, литер А	59,900615	29,819145
библиотека	Библиотека № 2 им. В.А. Гущина	Санкт-Петербург, город Петродворец, улица Шахматова, дом 12, корпус 2, литер Б	59,871026	29,863782
библиотека	Библиотека №4 г.Ломоносова	189510, Санкт-Петербург, город Ломоносов, улица Победы, дом 1, литер А	59,909129	29,77457
библиотека	Детская библиотека №7 г.Ломоносова	189510, Санкт-Петербург, город Ломоносов, улица Победы, дом 1, литер А	59,909129	29,77457
библиотека	Центральная районная библиотека	198903, Санкт-Петербург, город Петродворец, Эрлеровский бульвар, дом 18, литер А	59,872575	29,908491
библиотека	Библиотека при санатории Петродворец	Санкт-Петербург, город Петродворец, улица Аврова, дом 2, литер Д	59,878997	29,924885
библиотека	Детская библиотека №3 поселка Стрельна	198903, Санкт-Петербург, поселок Стрельна, Орловская улица, дом 2, литер А	59,853713	30,037624
библиотека	Библиотека им. Ю. Инге	198903, Санкт-Петербург, поселок Стрельна, Орловская улица, дом 2, литер А	59,853713	30,037624
библиотека	Библиотека №6 поселка Скороход	Санкт-Петербург, город Петродворец, улица Володи Дубинина, дом 12а, литер А	59,861096	29,923304
библиотека	Центральная районная библиотека	г.Санкт-Петербург, проспект Ветеранов, дом 155, литер А	59,835754	30,129252
библиотека	Центральная районная детская библиотека Радуга	г.Санкт-Петербург, проспект Ветеранов, дом 155, литер А	59,835754	30,129252
библиотека	Библиотека Красносельского района, филиал №1	198329, г.Санкт-Петербург, улица Чекистов, дом 26, литер А	59,843227	30,164089
библиотека	Библиотека Красносельского района, филиал №3	198218, г.Санкт-Петербург, Володарский, проспект Ленина, дом 22, литер А	59,828509	30,086142
библиотека	Научная библиотека СПб МТУ	190008, г.Санкт-Петербург, Лоцманская улица, дом 10-14, литер В	59,918422	30,276998
библиотека	Библиотека Никольская, филиал №7	г.Санкт-Петербург, проспект Римского-Корсакова, дом 16/2, литер Г, (Никольская площадь, дом 2)	59,923716	30,301872
библиотека	Библиотека им. К.А.Тимирязева, филиал № 1	198092, г.Санкт-Петербург, улица Шкапина, дом 6, литер А	59,907622	30,296923
библиотека	Библиотека СПб ГГИ	199026, г.Санкт-Петербург, 21-я линия В.О., дом 2-4/45, литер А	59,930047	30,269039
библиотека	Библиотека Адмиралтейская, филиал № 2	г.Санкт-Петербург, улица Циолковского, дом 7, литер А	59,911692	30,285568
библиотека	Библиотека им.Лепсе, филиал №1	г.Санкт-Петербург, улица Корнеева, дом 6, литер А	59,885214	30,270171
библиотека	Библиотека Кировского района, филиал №2	198152, г.Санкт-Петербург, Краснопутиловская улица, дом 26, литер А	59,870574	30,269704
библиотека	Библиотека Кировского района, филиал №3	198096, г.Санкт-Петербург, Кронштадтская улица, дом 20, литер А	59,869146	30,257523
библиотека	Библиотека Кировского района, филиал №6	г.Санкт-Петербург, Автовская улица, дом 32, литер А	59,875108	30,275381
библиотека	Библиотека Кировского района филиал,  №8	г.Санкт-Петербург, Оборонная улица, дом 18, литер А	59,893222	30,262463
библиотека	Библиотека Спутник, филиал №7	196191, г.Санкт-Петербург, Бассейная улица, дом 17, литер А	59,864331	30,307056
библиотека	Детская библиотека, филиал № 14	198005, г.Санкт-Петербург, 4-я Красноармейская улица, дом 13, литер А	59,913898	30,312472
библиотека	Библиотека Красносельского района, филиал №2	198320, Санкт-Петербург, город Красное Село, улица Лермонтова, дом 26, литер А	59,732788	30,081893
библиотека	Библиотека Красносельского района, филиал №4	198323, г.Санкт-Петербург, Горелово, улица Коммунаров, дом 118, корпус 1, литер А	59,786351	30,150605
библиотека	Библиотека Красносельского района, филиал №7	198320, Санкт-Петербург, город Красное Село, проспект Ленина, дом 65, литер А	59,736648	30,088513
библиотека	Библиотека Красносельского района, филиал №5	198320, Санкт-Петербург, город Красное Село, Красногородская улица, дом 17, корпус 2, литер А	59,719487	30,073853
библиотека	Библиотека Красносельского района, филиал №6	Санкт-Петербург, город Красное Село, Можайский, Советская улица, дом 6, литер А	59,700797	30,122182
библиотека	Центральная районная детская библиотека, филиал №10	196600, Санкт-Петербург, город Пушкин, Ленинградская улица, дом 36, литер А	59,729336	30,408484
библиотека	Библиотека центральная им. Д.Н. Мамина-Сибиряка	196600, Санкт-Петербург, город Пушкин, Малая улица, дом 20, литер А	59,719614	30,402079
библиотека	Библиотека Пушкинского района, филиал №4	196600, Санкт-Петербург, город Пушкин, Красносельское шоссе, дом 29, литер А	59,705881	30,367557
библиотека	Библиотека Пушкинского района, филиал №2	196600, Санкт-Петербург, город Пушкин, Кадетский бульвар, дом 22а, литер А	59,704992	30,407056
библиотека	Детская библиотека Пушкинского района, филиал №6	189623, Санкт-Петербург, город Павловск, улица Первого Мая, дом 6, литер А	59,685894	30,44095
библиотека	Библиотека Пушкинского района, филиал №1	196620, Санкт-Петербург, город Павловск, Конюшенная улица, дом 16/13, литер А	59,683191	30,438722
библиотека	Центральная библиотека им. М.Светлова	196653, Санкт-Петербург, город Колпино, улица Веры Слуцкой, дом 32, литер А	59,743703	30,582695
библиотека	Детская библиотека Колпинского района	189630, Санкт-Петербург, город Колпино, улица Веры Слуцкой, дом 50, литер А	59,735895	30,580224
библиотека	Библиотека Колпинского района, филиал № 1	189630, Санкт-Петербург, город Колпино, набережная Комсомольского канала, дом 18, литер А	59,74767	30,60827
библиотека	Библиотека Колпинского района, филиал № 4	196643, Санкт-Петербург, поселок Понтонный, Южная улица, дом 13, литер А	59,778742	30,648101
библиотека	Центральная районная библиотека	г.Санкт-Петербург, улица Лени Голикова, дом 31, литер А	59,841609	30,229028
библиотека	Центральная  детская библиотека	г.Санкт-Петербург, проспект Ветеранов, дом 76, литер А	59,833832	30,220862
библиотека	Детская библиотека  филиал №7	199151, г.Санкт-Петербург, Гаванская улица, дом 47, литер В	59,938009	30,238083
библиотека	Центральная районная детская библиотека	199178, г.Санкт-Петербург, 13-я линия В.О., дом 20, литер А	59,938004	30,273279
библиотека	Библиотека РАН	199034, г.Санкт-Петербург, Биржевая линия, дом 1/1, литер А	59,943805	30,296887
библиотека	Центральная детская библиотека им. А. С. Пушкина	190000, г.Санкт-Петербург, Большая Морская улица, дом 33, литера А, помещение №1Н,2Н,3Н,8Н,Л-5,Л-6	59,936918	30,318428
библиотека	Библиотека им.Л.Н.Толстого, филиал  №2	г.Санкт-Петербург, 6-я линия В.О., дом 17, литер А	59,940997	30,281454
библиотека	Библиотека Калининского района, филиал №7	195220, г.Санкт-Петербург, проспект Непокоренных, дом 16, корпус 1, литер В	59,996128	30,385083
библиотека	Детская библиотека Калининского района, филиал №13	195273, г.Санкт-Петербург, проспект Непокоренных, дом 74, литер А	59,994351	30,429936
библиотека	Библиотека «Современник»	г.Санкт-Петербург, Заневский проспект, дом 28-30-32, литер А, пом. 10Н, (Заневский, дом 32)	59,928591	30,408916
библиотека	Библиотека Приморского района, филиал №3	197342, г.Санкт-Петербург, Ланское шоссе, дом 24, корпус 5, литер А	59,998198	30,319884
библиотека	Центральная библиотека имени М.Ю. Лермонтова	191028, г.Санкт-Петербург, Литейный проспект, дом 17-19, корпус , литера А, помещение №8Н, 1 Н, 2 Н	59,946139	30,349151
библиотека	Библиотека Выборгского района, филиал №2	194100, г.Санкт-Петербург, улица Харченко, дом 17, литер А	59,983378	30,350265
библиотека	Российская Национальная библиотека	191011, г.Санкт-Петербург, площадь Островского, дом 1-3, литер А (Садовая улица, дом 18)	59,933388	30,335658
библиотека	Центральная детская библиотека Невского района	193231, г.Санкт-Петербург, проспект Большевиков, дом 2, литер А	59,917276	30,4739
библиотека	Детская библиотека Невского района, филиал №10	193079, г.Санкт-Петербург, Октябрьская набережная, дом 70, корпус 1, литер А	59,876585	30,458278
библиотека	Детская библиотека Невского района, филиал №12	193079, г.Санкт-Петербург, Октябрьская набережная, дом 100, корпус 1, литер А	59,870849	30,476262
библиотека	Библиотека Невского района, филиал №7	193231, г.Санкт-Петербург, проспект Большевиков, дом 8, корпус 1, литер А	59,914177	30,47681
библиотека	Библиотека Рыбацкая, филиал №6	193076, г.Санкт-Петербург, улица Дмитрия Устинова, дом 3, литер А	59,839095	30,499699
библиотека	Библиотека Невского района, филиал №4	193012, г.Санкт-Петербург, улица Бабушкина, дом 135, литер Р	59,859533	30,475175
библиотека	Библиотека Калининского района, филиал №2	195197, г.Санкт-Петербург, Кондратьевский проспект, дом 51, корпус 1, литер А	59,972388	30,389898
библиотека	Детская библиотека Калининского района, филиал №8	195197, г.Санкт-Петербург, улица Васенко, дом 6/10, литер А	59,970862	30,390473
библиотека	Детская библиотека №4	195027, г.Санкт-Петербург, Большая Пороховская улица, дом 12/34, литер А	59,953669	30,414018
библиотека	Пискаревский библиотечно-культурный центр	195067, г.Санкт-Петербург, улица Маршала Тухачевского, дом 31, литер А	59,971154	30,423792
библиотека	Библиотека Калининского района, филиал №3	195271, г.Санкт-Петербург, Кондратьевский проспект, дом 83, корпус 1, литер А	59,982595	30,398756
библиотека	Детская библиотека Калининского района, филиал №10	195221, г.Санкт-Петербург, Пискаревский проспект, дом 16, литер А	59,967899	30,409688
библиотека	Библиотека Орбита, филиал №8	г.Санкт-Петербург, Ленинский проспект, дом 161, литер А	59,851643	30,317566
библиотека	Библиотека Московского района, филиал №10	196211, г.Санкт-Петербург, проспект Космонавтов, дом 28, корпус 1, литер А	59,859565	30,351001
библиотека	Центральная детская библиотека  им. И.А. Крылова	192239, г.Санкт-Петербург, улица Димитрова, дом 12, корпус 1, литер А	59,84791	30,379738
библиотека	Библиотека им. А.М. Горького, филиал №2	192289, г.Санкт-Петербург, Малая Балканская улица, дом 58, литер А	59,830269	30,42602
библиотека	Библиотека им. А.А. Прокофьева, филиал №4	192286, г.Санкт-Петербург, улица Димитрова, дом 9, корпус 1, литер А	59,846436	30,383278
библиотека	Библиотека Гармония, филиал №5	192284, г.Санкт-Петербург, Бухарестская улица, дом 122, корпус 1, литер А	59,844479	30,409158
библиотека	Детская библиотека Славянка, филиал №7	192288, г.Санкт-Петербург, улица Ярослава Гашека, дом 26, корпус 1, литер А	59,839701	30,416614
библиотека	Библиотека Калининского района, филиал №5	195299, г.Санкт-Петербург, Гражданский проспект, дом 104, корпус 1, литер А	60,02784	30,411521
библиотека	Детская библиотек Калининского района, филиал №9	195299, г.Санкт-Петербург, Гражданский проспект, дом 104, корпус 1, литер А	60,02784	30,411521
библиотека	Детская библиотека Калининского района	г.Санкт-Петербург, Гражданский проспект, дом 83, корпус 1, литер А	60,018565	30,404568
библиотека	Детская библиотека Калининского района, филиал №14	195273, г.Санкт-Петербург, проспект Науки, дом 44, литер А	60,006525	30,428679
библиотека	Детская библиотекаа Калининского района, филиал №11	г.Санкт-Петербург, Светлановский проспект, дом 62, корпус 1, литер А	60,037904	30,396447
библиотека	Библиотека Калининского района, филиал №4	г.Санкт-Петербург, Светлановский проспект, дом 62, корпус 1, литер А	60,037904	30,396447
библиотека	Центральная районная библиотека им. В.Г.Белинского.	г.Санкт-Петербург, Гражданский проспект, дом 83, корпус 1, литер А	60,018565	30,404568
библиотека	Детская библиотека Калининского района, филиал №12	195274, г.Санкт-Петербург, проспект Культуры, дом 21, корпус 1, литер А	60,046108	30,377564
библиотека	Библиотека им. В.В. Маяковского, филиал	г.Санкт-Петербург, Гражданский проспект, дом 121/100, литера А, помещение №1H,2Н,3H,	59,996524	30,380098
библиотека	Библиотека политехнического университета	195251, г.Санкт-Петербург, Политехническая улица, дом 29	60,00738	30,3731
библиотека	Читальный зал периодических изданий ЦРБ	194156, г.Санкт-Петербург, проспект Энгельса, дом 13/2, литер Л	60,000124	30,329648
библиотека	Детская библиотека Выборгского района, филиал №7	194017, г.Санкт-Петербург, Скобелевский проспект, дом 4, литер В (кв.2-Н)	60,018012	30,31974
библиотека	Библиотека «Малоохтинская»	195196, г.Санкт-Петербург, Новочеркасский проспект, дом 49/20, литер А	59,925335	30,414952
библиотека	Малоохтинская библиотека	195196, г.Санкт-Петербург, улица Стахановцев, дом 4а, литер А	59,929948	30,407505
библиотека	Центральная детская бибилиотека Московского района	г.Санкт-Петербург, Московский проспект, дом 150, литер А	59,884672	30,321168
библиотека	Специализированная библиотека с Выставочным залом, филиал №3	196070, г.Санкт-Петербург, площадь Чернышевского, дом 6, литер А	59,868379	30,317458
библиотека	Библиотека Московского района, филиал №4	196105, г.Санкт-Петербург, Благодатная улица, дом 20, литер А	59,876156	30,315823
библиотека	Музей-библиотека Книги блокадного города, филиал №5	196135, г.Санкт-Петербург, проспект Юрия Гагарина, дом 17, литер А	59,863089	30,33485
библиотека	Библиотека им.С.Я.Маршака, филиал №6	г.Санкт-Петербург, Бассейная улица, дом 45, литер А	59,864534	30,323962
библиотека	Библиотека им. Ф. Абрамова, филиал №2	193131, г.Санкт-Петербург, Ивановская улица, дом 14, литер А	59,87458	30,442881
библиотека	Библиотека Невского района, филиал №3	193148, г.Санкт-Петербург, улица Седова, дом 21, литер А	59,892383	30,415078
библиотека	Библиотека Невского района, филиал №13	193171, г.Санкт-Петербург, Фарфоровская улица, дом 26, литер Д	59,879827	30,433107
библиотека	Детская библиотека Невского района, филиал №8	193029, г.Санкт-Петербург, улица Крупской, дом 37, литер А	59,889467	30,423432
библиотека	Детская библиотека Невского района, филиал №11	193131, г.Санкт-Петербург, бульвар Красных Зорь, дом 1, литер А	59,872584	30,444965
библиотека	Библиотека центральная  им. А.П. Чехова	192071, г.Санкт-Петербург, улица Турку, дом 11, корпус 1, литер А	59,86668	30,382272
библиотека	Библиотека им. М.В. Фрунзе, филиал №1	192236, г.Санкт-Петербург, Софийская улица, дом 46, корпус 2, литер А	59,870095	30,415401
библиотека	Библиотека Фрунзенского района, филиал №3	192102, г.Санкт-Петербург, Стрельбищенская улица, дом 26, литер А	59,885142	30,360604
библиотека	Библиотека им. В.Г. Короленко, филиал №6	192242, г.Санкт-Петербург, Бухарестская улица, дом 23, корпус 1, литер А	59,875632	30,373351
библиотека	Детская библиотека Сказка, филиал №9	192238, г.Санкт-Петербург, улица Турку, дом 17, корпус 1, литер А	59,866192	30,389485
библиотека	Библиотека им. С.А. Есенина, филиал №10	192007, г.Санкт-Петербург, Лиговский проспект, дом 215, литер А	59,910659	30,347255
библиотека	Детская библиотека, филиал №12 - Краеведческий  центр	192207, г.Санкт-Петербург, Расстанная улица, дом 16, литер А	59,907383	30,348702
библиотека	Российская Национальная библиотека-филиал	196070, г.Санкт-Петербург, Московский проспект, дом 165, корпус 2, литер А	59,865397	30,316829
библиотека	Библиотека Лиговская, филиал №4	191025, г.Санкт-Петербург, Лиговский проспект, дом 99, литер А	59,922454	30,354505
библиотека	Библиотека Бронницкая, филиал № 12	198013, г.Санкт-Петербург, Бронницкая улица, дом 16, литер А	59,915043	30,32221
библиотека	Дом Плеханова	198005, г.Санкт-Петербург, 4-я Красноармейская улица, дом 1/33, литер А	59,913902	30,317198
библиотека	Библиотека Семеновская, филиал № 11	198013, г.Санкт-Петербург, Московский проспект, дом 50, литер А	59,91046	30,319434
библиотека	Детская библиотека им.А.С.Пушкина, филиал №2	г.Санкт-Петербург, улица Марата, дом 72, литер А	59,920284	30,343132
библиотека	Библиотека им. Н.А. Некрасова	193024, г.Санкт-Петербург, 2-я Советская улица, дом 27/2, литер А	59,929975	30,372606
библиотека	Центральная библиотека Петроградского района	197101, г.Санкт-Петербург, Каменноостровский проспект, дом 34, литер А	59,964359	30,312266
библиотека	Центральная районная библиотека им. А.С. Пушкина	197101, г.Санкт-Петербург, Каменноостровский проспект, дом 36/73, литер Б	59,964854	30,311817
библиотека	Центральная районная детская библиотека	197101, г.Санкт-Петербург, Большой проспект П.С., дом 65, литер А	59,963498	30,309652
библиотека	Библиотека им. Ленина, филиал №1	197198, г.Санкт-Петербург, улица Воскова, дом 2, литер А	59,957471	30,302753
библиотека	Библиотека им. Б.Лавренева, филиал №2	197022, г.Санкт-Петербург, набережная реки Карповки, дом 28, литер А	59,969416	30,302268
библиотека	Юношеская библиотека имени А.П. Гайдара филиал № 3	197198, г.Санкт-Петербург, Большой проспект П.С., дом 18, литер А	59,955232	30,294713
библиотека	Библиотека Кировских островов, филиал №5	197110, г.Санкт-Петербург, Кемская улица, дом 8/3, литер А	59,973469	30,260972
библиотека	Вторая детская библиотека, филиал № 6	197198, г.Санкт-Петербург, Татарский переулок, дом 1, литер А, (Кронверкский пр., дом 65а)	59,953106	30,305861
библиотека	Центральная районная библиотека им. М.Е. Салтыкова-Щедрина	197348, г.Санкт-Петербург, Богатырский проспект, дом 9, литер А	59,999327	30,279585
библиотека	Библиотека Приморского района, филиал №1	197342, г.Санкт-Петербург, Торжковская улица, дом 11, литер А	59,989954	30,315329
библиотека	Библиотека им. Д.А. Фурманова, филиал №2	197183, г.Санкт-Петербург, набережная Черной речки, дом 12, литер А	59,989733	30,299519
библиотека	Библиотека Приморского района, филиал №5	197183, г.Санкт-Петербург, улица Савушкина, дом 16, литер А	59,985525	30,294632
библиотека	Библиотека Приморского района, филиал №8	г.Санкт-Петербург, улица Савушкина, дом 128, корпус 1, литер Б	59,987645	30,20154
библиотека	Библиотека НИИ экспериментальной медицины	197022, г.Санкт-Петербург, улица Академика Павлова, дом 12, литер В	59,977242	30,310595
библиотека	Детская библиотека, филиал №6	199057, г.Санкт-Петербург, переулок Каховского, дом 5, литер Б	59,952754	30,240553
библиотека	Библиотека им. Н.Г.Чернышевского, филиал №1	199155, г.Санкт-Петербург, проспект КИМа, дом 4, литер А	59,948771	30,242116
библиотека	Российская Национальная библиотека-филиал	191104, г.Санкт-Петербург, набережная реки Фонтанки, дом 36, литер А	59,934957	30,345441
библиотека	Библиотека На Стремянной, филиал №3	г.Санкт-Петербург, Стремянная улица, дом 20, литер А	59,930751	30,353588
библиотека	Областная научная библиотека	193144, г.Санкт-Петербург, Кирилловская улица, дом 19, литер А	59,936327	30,384275
библиотека	Российская Национальная библиотека - филиал	191104, г.Санкт-Петербург, Литейный проспект, дом 49, литер А	59,937616	30,347354
библиотека	Центральная публичная библиотека им. В.В. Маяковского	191025, г.Санкт-Петербург, набережная реки Фонтанки, дом 46, литера Б,	59,931788	30,343563
библиотека	Детская библиотека им.А.С.Пушкина, филиал №4	193144, г.Санкт-Петербург, Новгородская улица, дом 5, литер А	59,932906	30,384796
библиотека	Библиотека им. А.И. Герцена	193124, г.Санкт-Петербург, Новгородская улица, дом 27, литер А	59,942291	30,393869
библиотека	Научная сельскохозяйственная библиотека	190000, г.Санкт-Петербург, Большая Морская улица, дом 42, литер А	59,932676	30,310478
библиотека	Всероссийская геологическая библиотека	199026, г.Санкт-Петербург, Средний проспект В.О., дом 74, литер А	59,937918	30,262302
библиотека	Библиотека Дома архитекторов	190000, г.Санкт-Петербург, Большая Морская улица, дом 52, литер А	59,93131	30,30472
библиотека	Библиотека им М. Горького СПбГУ	199034, г.Санкт-Петербург, Университетская набережная, дом 7-9-11, литер А	59,940307	30,300049
библиотека	Библиотека института лингвистических исследований РАН	г.Санкт-Петербург, Тучков переулок, дом 9	59,944373	30,289494
библиотека	Государственная библиотека для слепых.  Отдел внестационарного обслуживания	197136, г.Санкт-Петербург, улица Ленина, дом 20, литер А кв 1Н	59,958282	30,311359
библиотека	Государственная библиотека для слепых. Администрация библиотеки	197198, г.Санкт-Петербург, Стрельнинская улица, дом 11, литер А	59,960075	30,298558
библиотека	Центральная районная библиотека им. Л. Соболева	193174, г.Санкт-Петербург, улица Бабушкина, дом 64, литер А	59,864579	30,455035
библиотека	Библиотека  им. Н.К.Крупской, филиал №1	193079, г.Санкт-Петербург, Октябрьская набережная, дом 64, корпус 1, литер В	59,880694	30,454254
библиотека	Центральная районная библиотека им. Н.В.Гоголя	195027, г.Санкт-Петербург, Среднеохтинский проспект, дом 8, литер А, пом. 4	59,947955	30,413111
библиотека	Библиотека «Охтинская»	195248, г.Санкт-Петербург, проспект Энергетиков, дом 30, корпус 5, литер А	59,956358	30,432838
библиотека	Третья районная библиотека, филиал № 4	197046, г.Санкт-Петербург, Троицкая площадь П.С., дом 1, литер А	59,951686	30,325794
библиотека	Библиотека  Калининского района, филиал №1	195221, г.Санкт-Петербург, Пискаревский проспект, дом 10, литер А	59,965349	30,408583
библиотека	Библиотека Выборгского района, филиал №4	194292, г.Санкт-Петербург, улица Руднева, дом 25, литер А	60,049972	30,369938
библиотека	Библиотека Выборгского района, филиал №6	194901, Санкт-Петербург, поселок Левашово, Железнодорожная улица, дом 46, литер А	60,104594	30,213972
библиотека	Библиотека Колпинского района, филиал №2	189630, Санкт-Петербург, город Колпино, Загородная улица, дом 55, литер А	59,777343	30,59422
библиотека	Библиотека Колпинского района, филиал № 3	Санкт-Петербург, поселок Саперный, Дорожная улица, дом 1	59,778348	30,694355
библиотека	Библиотека Колпинского района, филиал № 6	Санкт-Петербург, город Колпино, Тверская улица, дом 62, литер А	59,73277	30,613588
библиотека	Библиотека Колпинского района, филиал № 7	189631, Санкт-Петербург, поселок Металлострой, Центральная улица, дом 14, литер А	59,809699	30,574251
библиотека	Детская библиотека им.А.С.Пушкина, филиал №1	191014, г.Санкт-Петербург, улица Маяковского, дом 27, литер А	59,940105	30,356068
библиотека	Детская библиотека им.А.С.Пушкина, филиал №3	193036, г.Санкт-Петербург, 3-я Советская улица, дом 8, литер А	59,933397	30,36683
библиотека	Библиотека Блока	191186, г.Санкт-Петербург, Невский проспект, дом 20, литера А, помещение №4H, 5H	59,936963	30,313667
библиотека	Библиотека Фрунзенского района, филиал №8	192284, г.Санкт-Петербург, Загребский бульвар, дом 21, литер А	59,841441	30,402124
библиотека	Детская библиотека  г.Зеленогорска, филиал № 6	189810, Санкт-Петербург, город Зеленогорск, проспект Ленина, дом 12, литер А	60,194871	29,703603
библиотека	Центральная библиотека Курортного АР	189640, Санкт-Петербург, город Сестрорецк, улица Токарева, дом 7, литер А	60,088283	29,955931
библиотека	Центральная детская библиотека Курортного АР	189640, Санкт-Петербург, город Сестрорецк, улица Токарева, дом 10, литер А	60,08726	29,952724
библиотека	Библиотека семейного чтения «Колокольчик», филиал № 8	18964, Санкт-Петербург, город Сестрорецк, Приморское шоссе, дом 282, литер А	60,094797	29,974023
библиотека	Библиотека Калининского района, филиал № 6	195274, г.Санкт-Петербург, проспект Культуры, дом 21, корпус 1, литер А	60,046108	30,377564
библиотека	Библиотека «Ржевская»	195279, г.Санкт-Петербург, Индустриальный проспект, дом 35, корпус 1, литер А	59,954124	30,469929
библиотека	Библиотека им. А.С.Грибоедова, филиал № 5	190031, г.Санкт-Петербург, Гороховая улица, дом 41, литер А (Садовая ул., 33)	59,928631	30,321402
библиотека	Районная детская библиотека Петродворцового района	198903, Санкт-Петербург, город Петродворец, Санкт-Петербургский проспект, дом 6а, литер А	59,877272	29,924122
библиотека	Библиотека  им.Н.Рубцова, филиал №5	193232, г.Санкт-Петербург, улица Шотмана, дом 7, корпус 1, литер З	59,90034	30,480125
библиотека	Библиотека-музей Старая Коломна, филиал № 8	190000, г.Санкт-Петербург, набережная канала Грибоедова, дом 168, литер А	59,918751	30,284194
библиотека	Центральная библиотека Василеостровского района	199155, г.Санкт-Петербург, Морская набережная, дом 17, литер Д	59,942908	30,207846
библиотека	Библиотека, филиал №4	199106, г.Санкт-Петербург, Средний проспект В.О., дом 99/18, литер А (Гаванская ул.,  д.18)	59,932207	30,238847
библиотека	Библиотека, филиал №5	199048, г.Санкт-Петербург, 16-я линия В.О., дом 65, литер А	59,942241	30,262948
библиотека	Детская библиотека семейного чтения, филиал № 3	196600, Санкт-Петербург, город Пушкин, улица Вячеслава Шишкова, дом 32/15, литер А	59,736711	30,40561
библиотека	Библиотека пос. Александровская, филиал №7	196631, Санкт-Петербург, поселок Александровская, Волхонское шоссе, дом 33, литер А	59,776138	30,225722
библиотека	Государственный музей Смольный. Фонды и библиотека	193024, г.Санкт-Петербург, Херсонская улица, дом 5-7, литер Б	59,929281	30,376379
библиотека	Театральная библиотека,	191011, г.Санкт-Петербург, площадь Островского, дом 6, литер А	59,930705	30,337886
библиотека	Театральная библиотека, филиал	193130, г.Санкт-Петербург, 9-я Советская улица, дом 9/30, литер А	59,937671	30,373441
библиотека	Библиотека им. Н.Островского (юношеская), филиал № 3	199053, г.Санкт-Петербург, Кадетская линия В.О., дом 7/2, литер А	59,934452	30,245898
библиотека	Детская библиотека №2	г.Санкт-Петербург, Заневский проспект, дом 28-30-32, литер А, пом. 10Н, (Заневский, дом 28)	59,928591	30,408916
библиотека	Российская Национальная библиотека - филиал	г.Санкт-Петербург, Садовая улица, дом 18-20, литер А	59,933316	30,334634
библиотека	Библиотека Пушкинского района, филиал № 11	196600, Санкт-Петербург, город Пушкин, Октябрьский бульвар, дом 1/5, литер А	59,72641	30,401684
библиотека	Библиотека Пушкинского района	196600, Санкт-Петербург, город Пушкин, Октябрьский бульвар, дом 24, литер А	59,722781	30,41727
библиотека	Библиотека Приморского района, филиал №7	г.Санкт-Петербург, Вербная улица, дом 19, корпус 1, литер А	60,022571	30,291209
библиотека	Библиотека пос.Тярлево, филиал №8	196625, Санкт-Петербург, поселок Тярлево, Новая улица, дом 1, литер А	59,703371	30,440761
библиотека	Библиотека пос.Шушары, филиал №9	Санкт-Петербург, поселок Шушары, Школьная улица, дом 5, литер А	59,808844	30,379163
библиотека	Библиотека Выборгского района, филиал №5	Санкт-Петербург, поселок Парголово, Выборгское шоссе, дом 369, корпус 3, литер А, здание школы № 474	60,090755	30,259499
библиотека	Библиотека Измайловская, филиал № 6	198005, г.Санкт-Петербург, Измайловский проспект, дом 16/30, литер А, (Измайловский пр., д.18)	59,911299	30,308205
библиотека	Центральная библиотека им. М.Светлова	196653, Санкт-Петербург, город Колпино, улица Веры Слуцкой, дом 32, литер А	59,743703	30,582695
библиотека	Библиотека института истории материальной культуры РАН	191186, г.Санкт-Петербург, Дворцовая набережная, дом 18, литер А	59,944039	30,322749
библиотека	Библиотека «Пороховская»	195030, г.Санкт-Петербург, улица Лазо, дом 8, корпус 1, литер А	59,957377	30,484742
библиотека	Центральная районная детская библиотека	195426, г.Санкт-Петербург, Индустриальный проспект, дом 15, литер А	59,941844	30,4784
библиотека	Детская библиотека №1	г.Санкт-Петербург, проспект Косыгина, дом 28, корпус 1, литер А	59,94577	30,494615
библиотека	Детская библиотека №5	195279, г.Санкт-Петербург, Индустриальный проспект, дом 35, корпус 1, литер А	59,954124	30,469929
библиотека	Центральная районная библиотека им. М.В.Ломоносова	199057, г.Санкт-Петербург, улица Нахимова, дом 8, корпус 3, литер В	59,942529	30,235163
библиотека	Центральная районная библиотека им. А.С. Серафимовича	194354, г.Санкт-Петербург, проспект Энгельса, дом 111, корпус 1, литер А	60,037274	30,325139
библиотека	Центральная детская библиотека Выборгского района	194358, г.Санкт-Петербург, проспект Просвещения, дом 36/141, литер А	60,052905	30,336871
библиотека	Ленинградская областная детская библиотека	194021, г.Санкт-Петербург, проспект Тореза, дом 32, литер А	60,004307	30,356167
библиотека	Библиотека Выборгского района, филиал №1	194021, г.Санкт-Петербург, проспект Тореза, дом 32, литер А	60,004307	30,356167
библиотека	Библиотека Выборгского района, филиал №3	194017, г.Санкт-Петербург, проспект Энгельса, дом 53, литер В	60,015525	30,323836
спорт-центр	Wellness-центр Sport Palace	                 Южная дорога, д. 9                                	59,968916	30,237912
спорт-центр	Эстетик Клуб	                 пр. Науки 19, к.2.                                	60,012993	30,394453
спорт-центр	Многофункциональный развлекательный комплекс Таврический сад	                 Потемкинская ул., д. 4а, лит. А                                	46,977154	31,975721
спорт-центр	Клуб ЕвроФитнес	                 Науки пр., д.10 (ТЦ «Прогресс»)                                	50,403282	30,524322
спорт-центр	Спортивно-стрелковый клуб Орион	                 Гражданский пр., д. 7                                	59,998063	30,383942
спорт-центр	Скалодром Rock Town	                 ул. Литовская, д. 10                                	59,979547	30,357801
спорт-центр	Студия йоги Гонг	                 Набережная Макарова, д. 24                                	59,947861	30,282388
спорт-центр	Фитнес-центр Лидер в Рыбацком	                 ул. Караваевская, д.32, кор.3                                	59,831788	30,512222
спорт-центр	Аэродинамический комплекс FlyStation	                 г.п. Кузьмоловское, район ст.Капитолово 7 км Токсовского шоссе                                		
спорт-центр	FitFashion Ginza Fitness	                 Санкт-Петербург, ул. Казанская, д. 3, литер А                                	59,933807	30,322004
спорт-центр	Торгово-развлекательный комплекс Академический	                 Санкт-Петербург, Гражданский пр., д. 41А                                	60,011464	30,39783
спорт-центр	Спортивный клуб Океаниум	                 Санкт-Петербург, ул. Галстяна, д. 3                                 	59,840759	30,316191
спорт-центр	Крестовский гольф клуб	                 Морской проспект, 15, вход с Гребной улицы                                	59,971109	30,270674
спорт-центр	Дворец Спорта Спартак	                 Бутлерова ул., д.36                                	56,247486	43,436428
спорт-центр	Спортивный Комплекс Юбилейный	                 Добролюбова пр., д.18                                	59,949992	30,290437
спорт-центр	Бассейн СКА	                 Санкт-Петербург, Литовская ул., д. 3                                	59,97681	30,342521
спорт-центр	Торгово-развлекательный комплекс Континент на Байконурской	                 Санкт-Петербург, Байконурская ул., д.14, лит. А                                	60,002049	30,272659
спорт-центр	Семейный клуб Fitness Family на Типанова	                 Санкт-Петербург, Типанова ул., д.27/39                                	59,853433	30,350381
спорт-центр	Спортивно-оздоровительный комплекс Ижорец	                 г. Колпино, Тверская ул., д. 25                                	59,738271	30,609186
спорт-центр	Спортивный комплекс Сибур Арена	                 Санкт-Петербург, Крестовский остров, Футбольная аллея, дом 8                                	59,97133	30,226737
спорт-центр	Фитнес-клуб ФизКульт в ТРК Континент	                 пр. Стачек, д.99                                	59,858575	30,247929
спорт-центр	Фитнес-клуб Fitness House на Ладожской	                 Санкт-Петербург, пл. Карла Фаберже, д.8                                	59,934344	30,437769
спорт-центр	Торгово-развлекательный центр Жемчужная Плаза	                 Санкт-Петербург, Петергофское шоссе, д. 49. лит. А                                	59,847304	30,145592
спорт-центр	Фитнес клуб Alex fitness Зевс	                 Маршала Казакова ул., д.36 А (ТК "Зевс")                                	59,859474	30,214358
спорт-центр	Gra-Фит на Коллонтай	                 ул. Коллонтай, д.31, ТК “БУМ”                                	48,669549	28,848335
спорт-центр	Фитнес-клуб Tauras-Fitness	                 Торфяная дорога, д. 9                                	59,990687	30,263712
спорт-центр	Фитнес-клуб SportLife на Байконурской	                 Санкт-Петербург, Байконурская ул., 14А, ТРК "Континент" 4/5 этажи.                                	59,996457	30,276675
спорт-центр	Центр физической культуры, спорта и здоровья Красносельского района	                 Здоровцева ул., д.10                                	59,839122	30,163604
спорт-центр	Фитнес-клуб Fitness House на Стрелке В.О.	                 Санкт-Петербург, наб. Макарова, д.2                                	59,944413	30,303193
спорт-центр	Альфа Велнес-клуб	                 Санкт-Петербург, Ленинский пр., д.84                                	59,85768	30,200111
спорт-центр	Corona fitness	                 Санкт-Петербург, ул. Бухарестская 122, корп 2, 2 этаж                                	59,844479	30,409158
спорт-центр	Фитнес-клуб Красота и сила	                 г. Пушкин, ул. Малая, д. 47                                	59,716347	30,408044
спорт-центр	Салон красоты Твой Стиль	                 ул.Дыбенко 25/1                                	59,903923	30,477664
спорт-центр	Фитнес-клуб Красота и сила на Толстого	                 г. Пушкин, б-р А.Толстого, д. 50, кор.1                                	59,731092	30,412311
спорт-центр	Центр пляжных видов спорта Динамит	                 Челиева пер., д.13 (БЦ «МакТауэр»)                                	59,889521	30,476586
спорт-центр	Стадион Телебашня	                 Аптекарский пр., д.16                                	59,973145	30,319605
спорт-центр	Ресторан Летучий Голландец	                 Мытнинская наб. , д.6                                	59,94832	30,304271
спорт-центр	Фитнес-клуб Летучий Голландец	                 Мытнинская наб., 6, у Биржевого моста                                	59,931305	30,37469
спорт-центр	Фитнес-клуб Новый Мир	                 Муринский 2-й просп., д. 26                                	60,001194	30,34765
спорт-центр	Космополис на Балканской	                 Малая Балканская ул., 26В                                 	59,829283	30,385982
спорт-центр	Фитнес-клуб Арена	                 Энтузиастов пр., д.39/2                                	59,94864	30,48317
спорт-центр	Империя фитнеса на Большевиков	                 Большевиков пр., 24 корп.1                                	59,900182	30,490644
спорт-центр	Фитнес-клуб Global Gym	                  Богатырский пр., 14 (ТК Интерио)                                	59,998508	30,268446
спорт-центр	Спорт-клуб Ars Gym	                 Пискаревский просп., д. 23                                  	59,968452	30,413883
спорт-центр	Спорт-клуб Hard Bodybulding Club	                  Болотная ул., д. 2, корп. 2                                  	59,996641	30,349384
спорт-центр	Спорт-клуб HardLight	                 Эрлеровский б-р, 12/2                                 	59,871888	29,913198
спорт-центр	Спортивно-оздоровительный комплекс Life Style	                 Колпино г., Трудящихся бул., д. 29/54, корп. 3                                 	59,734525	30,581203
спорт-центр	Фитнес-клуб Star Place	                  Непокоренных просп., д. 16, корп. 1                                  	59,996128	30,385083
спорт-центр	Атлетический клуб Ultimate	                 Морская наб., д. 17, корп. 3                                 	59,942885	30,21002
спорт-центр	Спорт-клуб Авангард	                 Бестужевская ул., д. 12                                  	59,98643	30,393599
спорт-центр	Спорт-клуб Академия	                 Науки пр., д.10 (ТЦ «Прогресс»)                                	50,403282	30,524322
спорт-центр	Подростковый клуб Альфа	                 Ленинский просп., д. 71, корп. 1                                 	59,85942	30,185011
спорт-центр	Фитнес-клуб Арена	                 Энтузиастов пр.., д. 39/2                                  	59,94864	30,48317
спорт-центр	Конноспортивный клуб СПК Детскосельский	                 Улица Центральная, 13                                	54,698619	55,836421
спорт-центр	ПкиО им. Бабушкина - Парк Сказок	                 Обуховской Обороны пр., д. 149                                	59,883977	30,438973
спорт-центр	Загородный клуб Аут	                 г. Всеволожск, ул. Пермская, д.31                                	60,023259	30,676991
спорт-центр	Бассейн Университета путей сообщения	                 Кронверкский просп., 9                                	59,95603	30,322983
спорт-центр	Яхт-клуб Нева	                 Санкт-Петербург, наб. Мартынова, 94                                	59,976161	30,240374
спорт-центр	Спортивный комплекс парк-отеля Капитан Морган	                 Приозерский район, поселок Моторное, парк-отель Капитан Морган; Адрес офиса продаж: Санкт-Петербург, Большой пр. ПС. д. 30                                	60,962521	30,29182
спорт-центр	Фитнес клуб Alex Fitness на Богатырском	                 Богатырский пр., д.7                                	60,000236	30,286134
спорт-центр	Тонус-центр А-Элита	                 Полюстровский пр., д. 3 литера Д                                	59,962791	30,412491
спорт-центр	Петро Спорт Клуб	                 Ленинградская область, Всеволожский район, Янино, ная ул. 6А.                                	59,96239	30,571322
спорт-центр	Фитнес клуб Alex fitness в Колпино	                 Колпино, Тверская ул., д.58 кор. 6                                	59,734956	30,612537
спорт-центр	Фитнес клуб Alex fitness - Финансист	                 27 линия В.О. , д. 16А                                 	59,932288	30,254576
спорт-центр	Фитнес клуб Alex fitness на Гражданском	                 Гражданский пр., д.119                                	60,033886	30,420675
спорт-центр	Фитнес клуб Alex fitness в Сестрорецке	                 Приморское ш., д. 268, лит.А                                	60,08428	29,954844
спорт-центр	Фитнес клуб Alex fitness на Ветеранов	                 Ветеранов пр.,  д.114, кор.4                                 	59,832249	30,195188
спорт-центр	PRO Центр Игровых Видов Спорта	                 ул. Маршала Говорова, дом 35/2, БЦ «Пропаганда», 9 этаж                                	59,888812	30,278768
спорт-центр	Физкультурно-оздоровительный комплекс Арена	                 г. Гатчина, м-н Аэродром, Г.Кныша ул., д.14а                                	59,559261	30,099653
спорт-центр	Яхт-Клуб Крестовский	                 Крестовский остров, Южная дорога, д.4                                	59,967417	30,243033
спорт-центр	Конноспортивный клуб Дерби﻿	                 Всеволожский р-н д. Энколово, ул. Шоссейная, д.2в                                	60,110311	30,430179
спорт-центр	Тонус-клуб на ул.Дыбенко	                 ул.Дыбенко, д.13                                	53,205409	50,18432
спорт-центр	Фитнес-клуб Fitness House на Ленинском пр.	                 Ленинский пр., д. 160                                	59,852312	30,301055
спорт-центр	Фитнес-клуб Fitness House на Чкаловской	                 Б. Разночинная ул., д.25 А                                	59,96135	30,287068
спорт-центр	Фитнес-клуб Fitness House на пр. Просвещения	                 Просвещения пр., д.19 (ТРК «Норд»)                                	60,052604	30,331157
спорт-центр	Фитнес-клуб Fitness House на пр. Наставников	                 Наставников пр., д.24/2                                	59,946162	30,488165
спорт-центр	Фитнес-клуб Fitness House на Васильевском	                 В.О., Большой пр., д.68 (ТРК «Балтийский»)                                	59,931864	30,259984
спорт-центр	Фитнес-клуб Fitness House на Балканской	                 Балканская пл., д.5                                	59,831829	30,375974
спорт-центр	Фитнес-клуб Fitness House в Киришах	                 г. Кириши Лен. обл., ул. Романтиков, д.4                                	59,450175	32,026781
спорт-центр	Рафтинговая база клуба Время приключений	                 Ленинградская обл., Приозерский р-н, пос. Варшко                                	60,674821	30,011402
спорт-центр	Фитнес клуб Alex fitness Труд	                 Колпино, Трудящихся б-р., д.16 А                                	59,736049	30,575077
спорт-центр	Студия персонального тренинга Pilates Body Balance	                 Стачек пр., д.170                                	59,852917	30,246051
спорт-центр	Городской детско-юношеский центр физической культуры и спорта	                 Краснопутиловская ул., д.2                                 	59,875912	30,260307
спорт-центр	Спортивный комплекс Комета	                 Загребский б-р, д. 28                                 	59,835763	30,410488
спорт-центр	Физкультурно-оздоровительный комплекс Левобережный г. Волхов	                 Борисогорское поле д.4                                	59,924506	32,318464
спорт-центр	Всеволожская ДЮСШ	                 ул. Александровская д. 86                                	47,214287	38,922232
спорт-центр	Центр плавания	                 Хлопина ул., д. 10Д                                	60,000848	30,378786
спорт-центр	Конноспортивный клуб Исток	                 Ленинградская область, Всеволожский район, дер. Янино-2                                 	59,934272	30,616112
спорт-центр	Конноспортивный клуб Олимп	                 пос. Стрельна, ул. Верхняя коллония                                 	59,838928	30,030177
спорт-центр	Конно-спортивный клуб Царицына горка	                 Тосненский район, пос. Шапки                                 	59,604608	31,168387
спорт-центр	Тосненский районный культурно–спортивный центр Атлант	                 г. Тосно, пр. Ленина, д. 45                                 	59,540271	30,873156
спорт-центр	Вознесенский КСК	                 Подпорожский район, п. Вознесенье, ул. Труда, 21                                	61,017831	35,483481
спорт-центр	Калгановский конный завод	                 Деревня Калгановка Лужского района                                	58,66597	29,826286
спорт-центр	Спортивно-стрелковый клуб Олимпиец	                 Жака Дюкло ул., д. 57                                	60,024828	30,337428
спорт-центр	Комплексная Школа высшего спортивного мастерства	                 Каменноостровский пр., д. 68                                 	59,981186	30,299115
спорт-центр	Фитнес-клуб Будь готов	                 Типанова ул., д. 10                                	59,851019	30,331436
спорт-центр	Центр художественной гимнастики Жемчужина	                 Петровский пр. , д. 16                                	59,958264	30,271815
спорт-центр	Всеволожская Детская Теннисная Академия	                 Ленинградская обл., г. Всеволожск, Достоевского пр., д. 56                                	60,001199	30,675284
спорт-центр	Дом Ставок Martin Gale	                 Малая Морская ул., д. 22                                	59,933704	30,310164
спорт-центр	Клуб Лахта Теннис	                 п. Лахта, Колхозная ул.. д. 30                                	66,993602	41,246892
спорт-центр	Гребной клуб Знамя	                 Вязовая ул., д. 4                                	55,194917	61,477464
спорт-центр	Олимпийский велотрек	                 Крестовский о-в, Северная дорога, д. 12                                	59,974622	30,236241
спорт-центр	Фитнес-клуб для женщин Ultramarine	                 Маршала Казакова ул., д.1                                	59,860649	30,249294
спорт-центр	Конноспортивный клуб Новополье	                 Ленинградская обл., пос. Новополье                                	59,82722	29,999517
спорт-центр	Академия Футбольного Клуба Зенит	                 Верности ул., д. 21                                	60,004033	30,41011
спорт-центр	Конноспортивный клуб Генетика	                 г. Пушкин, Московское шоссе, д. 55-А                                 	59,713792	30,427376
спорт-центр	Конноспортивный клуб Райдер	                 пос. Шушары, Пулковское отделение, д. 41, Лит. А                                 	59,79158	30,323594
спорт-центр	Конноспортивный клуб Стиль	                 Ленинградская область, Гатчинский район, поселок Оргкомитет Покровская, деревня Марьино                                 	59,637723	30,376028
спорт-центр	Конноспортивный клуб Солнечный остров	                 Ленинградская область, г. Всеволожск, пр. Грибоедова д. 110б                                 	59,997847	30,684932
спорт-центр	Конноспортивный клуб Дубки	                 Сестрорецк, Большой Литейный переулок, д. 37                                	60,088996	29,943579
спорт-центр	Конноспортивный клуб Комарово	                 п. Комарово, ул. Отдыха, д.6                                	60,180529	29,822028
спорт-центр	Конноспортивный клуб Осиновая Роща	                 Межозёрная ул., д. 7                                	60,046068	30,304217
спорт-центр	Конноспортивный клуб Перспектива	                 Всеволожский район, д. Порошкино, ул. Высокая, д. 7                                 	60,113701	30,353606
спорт-центр	Конноспортивный клуб Факт	                 Зеленогорск, Приморское шоссе, д. 18                                 	59,99368	30,107603
спорт-центр	Детский теннисный центр	                 Крестовский остров, Южная дорога, д. 4/3                                	59,967538	30,242359
спорт-центр	Конно-спортивный клуб Кентавр	                 г. Стрельна, Свободы ул., д. 48 А                                	59,847304	30,014465
спорт-центр	Легкоатлетический стадион на Космонавтов	                 Космонавтов пр., д. 47                                	59,850346	30,351989
спорт-центр	Академия волейбола Платонова	                 Вязовая  ул., д. 10                                 	55,194121	61,476835
спорт-центр	Специализированная детско-юношеская школа олимпийского резерва СКА	                 Ждановская ул., д. 2                                	59,957453	30,279504
спорт-центр	Шахматный клуб Дебют	                 г. Гатчина, Соборная ул, д. 7а                                	59,566063	30,123072
спорт-центр	Центр физической культуры, спорта и здоровья Калининского района	                 Санкт-Петербург, ул. Демьяна Бедного, д.9 лит. А                                	60,037935	30,38635
спорт-центр	Лыжная трасса Парголовская лыжня	                 Парголово                                	60,080111	30,264359
спорт-центр	Стадион Парус	                 Лагерное шоссе, д.11                                 	46,982017	31,980689
спорт-центр	Боксерский клуб 12 унций	                 ул. Пионерская, 32                                	50,248846	28,645298
спорт-центр	Спортивно-культурный комплекс Малахит	                 Сосновый Бор, ул. Ленинградская, д.5                                	59,885656	29,088742
спорт-центр	Спортивный клуб Петроградский	                 Дивенская ул., д. 4                                	59,959989	30,320018
спорт-центр	Спорткомплекс им. В.И.Алексеева	                 Санкт-Петербург, пр. Раевского д. 16                                	60,012831	30,36135
спорт-центр	Фитнес-центр Newtone	                 Свердловская набережная, 62                                	59,951434	30,408745
спорт-центр	Стадион Метрострой	                 просп. Левашовский, 11/7                                	59,966534	30,289781
спорт-центр	L-Fit	                 Морская набережная дом 37, к.1 (под арку направо)                                	59,959656	30,223422
спорт-центр	Фитнес-клуб ExtraSport в ТЦ Июнь	                 Индустриальный пр., д.24                                	59,946067	30,474043
спорт-центр	Фитнес-клуб Fitness House в Девяткино	                 Новое Девяткино, д.101                                	60,058309	30,483682
спорт-центр	Спортивно-равзлекательный центр Дом Лета	                 Обуховской Обороны пр., д. 72                                	59,899875	30,431158
спорт-центр	Конноспортивная база школы олимпийского резерва	                 Всеволожский район, деревня Токкари                                	59,947536	30,642981
спорт-центр	Стадион Локомотив	                 Константина Заслонова ул., д. 23                                	50,600897	36,631087
спорт-центр	Центральный яхт-клуб	                 Петровская Коса, 9                                	59,963453	30,24182
спорт-центр	Сноупарк SunPark	                 Никольская ул., д.13                                	46,977781	31,979844
спорт-центр	Стадион Арсенал	                 Металлистов просп., д. 51                                	59,968232	30,413569
спорт-центр	Учебно-тренировочный центр Хоккей Холл	                 Санкт-Петербург, Выборгское шоссе, 15                                	60,053215	30,312095
спорт-центр	Скалолазно-веревочный Центр Круча	                 Санкт-Петербург, п-т Энгельса, 154                                	60,058987	30,334984
спорт-центр	Спортклуб Торнадо	                 ш.Революции  д.69а                                	59,961998	30,466749
спорт-центр	УДО СДЮШОР по акробатике	                 Выборгское шоссе, дом 34                                	60,040789	30,315437
спорт-центр	Академия баскетбола Слэмданк	                 Ждановская ул., д. 2                                	59,957453	30,279504
спорт-центр	Crazy Zebra	                 Санкт-Петербург, Морской проспект, 24                                	59,970254	30,264134
спорт-центр	Стадион Петровский	                 Петровский остров, д.2                                	56,475355	106,266476
спорт-центр	Тонус-центр TonusLine	                 Российский проспект, 8                                	59,926562	30,470675
спорт-центр	Физкультурно-оздоровительный комплекс Красносельского района	                 Здоровцева ул., д. 8, лит. А                                	59,840135	30,163738
спорт-центр	Дом Красоты и Здоровья на Смоленке	                 ул. Одоевского, д.28                                	53,90335	27,495365
спорт-центр	Парк водных развлечений Вотервиль	                 Кораблестроителей ул., д.14                                	59,938171	30,212742
спорт-центр	Школа танцев ImpressDance	                 Санкт-Петербург, Аптекарская наб. 20                                	59,978138	30,315518
спорт-центр	Фитнес-клуб Extrasport в ТЦ Родео Драйв	                 Культуры пр., д.1                                	60,033594	30,367728
спорт-центр	Фитнес клуб Alex Fitness на Энгельса	                 Энгельса пр., д.124 (ТК "Вояж")                                	60,039005	30,323234
спорт-центр	Спорткомплекс К-Визит	                 Чистяковская ул., д.2                                	50,457071	30,395728
спорт-центр	Футбольный центр Estadio	                 Санкт-Петербург, Чкаловский пр.,15 лит.А                                	59,96239	30,295548
спорт-центр	Боксерский клуб Панчер	                 ул. Профессора Попова, 47                                	59,971082	30,287095
спорт-центр	Конноспортивный клуб Бэст	                 Ленинградская обл., д. М. Карлино                                	60,316195	33,156907
спорт-центр	Студия Серебряный Лотос	                 Санкт-Петербург, ул. Большая Московская, дом 1                                	59,927441	30,347201
спорт-центр	Спортивный клуб Атлет	                 Средний пр., д. 11                                	59,945184	30,28396
спорт-центр	Фитнес клуб Alex fitness на Невском пр.	                 Невский пр., д.114                                 	59,931508	30,35861
спорт-центр	Family Dance Studio	                 Греческий пр, д.8                                	59,936192	30,367108
спорт-центр	Тренажерный зал для гостей отеля Новотель	                 Ул. Маяковского 3а                                 	51,494075	46,12531
спорт-центр	Загородный клуб ForRestMix	                 Поселок Репино, улица Луговая дом 10-А                                	60,169	29,878155
спорт-центр	Студия Арт Фитнеса Power Plate	                 Санкт-Петербург, ул Капитанская, 4                                	59,954178	30,214376
спорт-центр	Дворец спортивных игр Зенит	                 ул. Бутлерова, д.9                                	55,65205	37,529915
спорт-центр	Школа танцев Кухня	                 Большой Смоленский проспект, 10                                	59,897952	30,416147
спорт-центр	Зимний стадион	                 Манежная пл., д. 2                                	59,936607	30,340967
спорт-центр	Академия альтернативных видов спорта Skill Град	                 Садовая ул., д.11                                	59,935358	30,33502
спорт-центр	Фитнес-клуб FitFashion	                 ул. Казанская, д. 3                                	58,6162	49,681866
спорт-центр	Арт-пространство Bye Bye Ballet	                 ул.Белинского, д.9                                	56,389094	61,951505
спорт-центр	Спорт-клуб Агрегат	                 Ломоносова ул., д. 3                                  	50,392924	30,501792
спорт-центр	Клуб Улунмень, Врата Черного Дракона	                 ул. Казанская д.7, пом. 407, 309                                	55,754775	52,068941
спорт-центр	Планета Фитнес на Михайловской	                 Михайловская ул., 1/7                                	59,935876	30,330376
спорт-центр	Специализированная детско-юношеская школа Олимпийского резерва по футболу Зенит	                 Миллионная ул., д.22                                	59,942313	30,321878
спорт-центр	Штаб-квартира Ки-Айкидо	                 Казанская ул., д. 7, кор. Б, 2 эт., пом. 216                                	59,932292	30,321213
спорт-центр	Санкт-Петербургская Федерация Kyokushin Free Fight Karate	                 Наб. р. Фонтанки, 50. Во дворе                                 	59,920154	30,310191
спорт-центр	Роллердром Skate Town	                 Санкт-Петербург, Ленинский пр.,  140                                	59,852294	30,284894
спорт-центр	Планета Фитнес на Казанской	                 Казанская ул., 37                                	59,92943	30,31037
спорт-центр	Интерактивный тир Балтийский Стрелковый Центр	                 ул. Александра Блока, д.5                                	44,554769	38,091946
спорт-центр	Студия танцев Show Time	                 Московский пр., д. 2, кор. 6 (первая арка во двор)                                	54,709424	20,490877
спорт-центр	Школа роллеров Роллер Прайд	                 Гороховая ул., д.49                                	59,927062	30,323567
спорт-центр	Фитнес клуб Smart Pilates	                 Набережная Крюкова канала, д. 11                                	59,923252	30,296069
спорт-центр	Скейт-парк Priton	                 Наб. Обводного канала д. 136-138, к. 35 лит. А, 5 этаж                                	59,915228	30,372372
спорт-центр	Фитнес-клуб Extrasport в ТЦ Питер	                 Типанова ул., д.21                                	59,853397	30,339485
спорт-центр	Спорткомплекс военного института физической культуры	                 Лесной пр., д.36                                	53,519552	49,401178
спорт-центр	Фитнес-клуб SportLife на Ленсовета	                 Санкт-Петербург, пр. Ю. Гагарина, 71                                	59,840239	30,337131
спорт-центр	Фитнес-клуб SportLife на Александра Невского	                 Санкт-Петербург, пл. Александра Невского 2                                	59,924393	30,386619
спорт-центр	Фитнес-клуб SportLife на Балканской площади	                 Санкт-Петербург, Балканская пл., 5                                	59,831829	30,375974
спорт-центр	Фитнес-клуб SportLife на Новорощинской	                 Санкт-Петербург, ул. Новорощинская, 4                                	59,884541	30,32672
спорт-центр	Фитнес-клуб SportLife на Лиговском	                 Санкт-Петербург, Лиговский пр., 153                                	59,914854	30,347534
спорт-центр	Фитнес-клуб SportLife на Обводном	                 Санкт-Петербург, наб. Обводного канала, 118                                	59,906923	30,307352
спорт-центр	World Class LITE на Васильевском острове	                 Санкт-Петербург, Ул. Кораблестроителей, д.14, лит. Б                                	59,938171	30,212742
спорт-центр	Спортклуб Олимп Фитнес	                 Стачек пр., д. 170                                	59,852917	30,246051
спорт-центр	Центр Гладиатор	                 Ул. Бутлерова, 36                                	56,247486	43,436428
спорт-центр	ФОК Газпром на Асафьева	                 Санкт-Петербург, улица Асафьева д.10 к.2                                	60,050394	30,327537
спорт-центр	ФОК Газпром в Ломоносове	                 г.Ломоносов, Ораниенбаумский проспект, д. 40                                	59,895926	29,775792
спорт-центр	ФОК Газпром на Ветеранов	                 Санкт-Петербург, пр. Ветеранов д.58                                	59,837196	30,234732
спорт-центр	ФОК Газпром на Коммуны	                 Санкт-Петербург, ул. Коммуны, д.47                                	59,958656	30,493654
спорт-центр	ФОК Газпром на Доблести	                 Санкт-Петербург, улица Доблести, д.15-А                                	59,859578	30,176575
спорт-центр	ФОК Газпром в Кронштадте	                 Кронштадтский район, г. Кронштадт, Цитадельское шоссе, д.28                                	60,001806	29,735664
спорт-центр	ФОК Газпром в Стрельне	                 пос. Стрельна, Заводская дорога д.8                                	59,853112	30,006497
спорт-центр	ФОК Газпром на Московском шоссе	                 Санкт-Петербург, Московское шоссе, д.3, к.3                                	59,833615	30,334733
спорт-центр	ФОК Газпром на Дунайском	                 Санкт-Петербург, Дунайский пр., д. 58, корп. 3                                	59,844298	30,414395
спорт-центр	ФОК Газпром на Антонова-Овсеенко	                 Санкт-Петербург, ул. Антонова-Овсеннко, 2                                	59,939095	30,315868
спорт-центр	ФОК Газпром на Руставели	                 Санкт-Петербург, ул. Руставели, 51                                	60,023452	30,435218
спорт-центр	ФОК Газпром на Нижне-Каменской	                 Санкт-Петербург, ул. Нижне-Каменская, д.1                                	60,02998	30,230537
спорт-центр	ФОК Газпром на Испытателей	                 Санкт-Петербург, пр. Испытателей, д.2, к. 3                                	60,00141	30,312401
спорт-центр	ФОК Газпром на Главной	                 Санкт-Петербург, ул. Главная, д. 24А                                	60,021951	30,295351
спорт-центр	Спортивно-оздоровительный клуб Гармония	                 Санкт-Петербург, Выборгское шоссе, д.5 к.1                                	60,039063	30,320584
спорт-центр	Спортивный клуб Петроградец	                 Санкт-Петербуг, улица Льва Толстого, дом 8                                	59,964359	30,325794
спорт-центр	Фитнес-клуб Golden Body	                 Санкт-Петербург, Большой Сампсониевский пр., 60                                	59,97364	30,339296
спорт-центр	Спорт-клуб Формула Энергии	                 Лесной просп., д.16                                  	59,964886	30,350121
спорт-центр	Спортивно-оздоровительный центр Приморский	                 Санкт-Петербург, ул. Кораблестроителей,  д. 33, корп. 2                                	59,953385	30,221806
спорт-центр	Фитнес-центр Sparta	                 Санкт-Петербург, улица Одоевского, дом 28                                 	59,947554	30,241173
спорт-центр	Спортивный клуб Fitness Formula	                 Санкт-Петербург, В.О., ул. Нахимова, д. 7, корп. 2                                	59,942705	30,219892
спорт-центр	Клуб тонуса и красоты Первая Леди	                 Санкт-Петербург, пр. Луначарского, д.15, кор.1                                	60,042002	30,333421
спорт-центр	Новый лыжно-биатлонный стадион ВИФК	                 Пос. Токсово                                	60,15539	30,526757
спорт-центр	Фитнес-клуб Fitness House на Малой Балканской	                 Санкт-Петербург, Малая Балканская улица, дом 26                                	59,829283	30,385982
спорт-центр	Тонус-клуб на ул. Черняховского	                 Черняховского ул., д.33                                	56,753059	60,701796
спорт-центр	Планета Фитнес на Кораблестроителей	                 Кораблестроителей ул., 32/2                                	59,953448	30,215329
спорт-центр	Специализированная детско-юношеская спортивная школа Олимпийского резерва Приморского района Санкт-Петербурга	                 Санкт-Петербург, пр. Королева, д. 23                                	60,012611	30,27786
спорт-центр	Спортивный клуб Olymp на Оптиков	                 Оптиков ул., д.4, кор.2                                	59,995507	30,248719
спорт-центр	Фитнес-клуб SportLife на Савушкина	                 Ул. Савушкина, д.141 3-й этаж торгового комплекса «Меркурий»                                	59,990791	30,205807
спорт-центр	Фитнес-клуб Fitness House в Лахте	                 Лахтинский пр., д.85 (ТРК «Гарден»)                                	59,993419	30,151288
спорт-центр	Фитнес-клуб Fitness House на ул. Савушкина	                 Савушкина ул., д.119 (ТК «Подсолнух»)                                	59,986511	30,226261
спорт-центр	World Class Крестовский	                 набережная Мартынова 38А                                	59,97418	30,254316
спорт-центр	World Class Атлантик Сити	                 Санкт-Петербург, ул. Савушкина, 126, лит.А                                	59,985818	30,20277
спорт-центр	Студия Танго Земля-небо	                 Ул. Ждановская д 29                                	59,958602	30,280223
спорт-центр	Фитнес-центр Витамин	                 Санкт-Петербург, Шлиссельбургский пр., д. 3                                	59,840745	30,489719
спорт-центр	Фитнес центр Лидер в Купчино	                 Санкт-Петербург, ул. Купчинская, д.30, кор.3                                	59,829789	30,398953
спорт-центр	Фитнес-центр Sculptors в Купчино	                 Санкт-Петербург, улица Будапештская, дом 74                                	59,845433	30,3905
спорт-центр	Фитнес-центр Sculptors Luxe на Мебельной	                 Санкт-Петербург, ул. Мебельная 33                                	59,995363	30,202375
спорт-центр	Фитнес-центр Sculptors на Комендантском	                 Санкт-Петербург, Комендантский пр., д.38                                	60,022148	30,23996
спорт-центр	Фитнес-центр Sculptors на Хасанской	                 Санкт-Петербург, ул. Хасанская, д.10                                	59,936918	30,483
спорт-центр	Фитнес-клуб Davinci	                 Санкт-Петербург, Савушкина, 116                                	59,985885	30,218392
спорт-центр	Велнес-клуб Gio Wellness Долгоозерная	                 Санкт-Петербур, ул.Долгоозерная                                	60,017935	30,254208
спорт-центр	Велнес-клуб Gio Wellness на Хошимина	                 Санкт-Петербург, улица Хошимина                                	60,051854	30,321581
спорт-центр	Велнес-клуб Gio Wellness в Коломягах	                        		
спорт-центр	Фитнес-клуб Sculptors в Выборге	                 Выборг, Набережная 40-летия ВЛКСМ, 5                                	60,713269	28,742972
спорт-центр	Фитнес-клуб Sculptors на Туристской	                 Санкт-Петербург, ул.Туристская, 11                                	59,996762	30,208816
спорт-центр	Фитнес-центр Susanin на Петергофском	                 Санкт-Петербург, Петергофское шоссе, д. 49. лит. А                                	59,847304	30,145592
спорт-центр	Фитнес-центр Susanin на проспекте Славы	                 Санкт-Петербург, проспект Славы, 50\48, ТЦ "Южный Полюс"                                	59,864742	30,410263
спорт-центр	Батутный парк Jump Family	                 Санкт-Петербург, Приморский проспект, 72                                	59,981577	30,210029
спорт-центр	Загородный Кантри клуб	                 Ленинградская область, Выборгский р-н, поселок Ленинское, ул. Советская, д. 93                                	60,213042	29,848034
спорт-центр	Фитнес-клуб ФизКульт в Светлановском	                 пр. Энгельса, д.33 , корп. 1                                	60,00939	30,326423
спорт-центр	Фитнес клуб FitnesStar	                 Санкт-Петербург, Аккуратова ул., д.13 (ТК "Долина Роз")                                	60,016092	30,31082
спорт-центр	Фитнес-клуб Fresh Fitness	                 Санкт-Петербург, Выборгское шоссе, дом 6                                	60,034524	30,317844
спорт-центр	Империя фитнеса на Фомина	                 Ивана Фомина, д. 14                                	60,04942	30,346114
спорт-центр	Фитнес-клуб Prestige Fitness	                 Санкт-Петербург, поселок Парголово, Выборгское шоссе, 15                                	60,053215	30,312095
спорт-центр	Спортивный комплекс Купчинский Олимп	                 ул. Софийская дом 40 корпус 4                                	59,872281	30,412078
спорт-центр	Школа красоты и долголетия Happy Lanka	                 Санкт-Петербург, 13-я линия В.О, 12                                	59,935683	30,276531
спорт-центр	Семейный клуб Fitness Family на Кондратьевском пр.	                 Санкт-Петербург, Кондратьевский пр., д.15 (БЦ «Фернан Леже»)                                	59,963395	30,380628
спорт-центр	Фитнес-клуб SportLife на Гражданском	                 Гражданский пр, д. 41А 3-й этаж торгового комплекса «Академический»                                 	60,011464	30,39783
спорт-центр	Фитнес-клуб Fitness House на Пискаревском пр.	                 Пискаревский пр., д.25                                	59,969574	30,415294
спорт-центр	Фитнес-клуб Fitness House на Комендантском пр.	                 Санкт-Петербург, Комендантский пр., д.2, лит. А                                	60,001064	30,265796
спорт-центр	Фитнес-клуб Fitness House на Культуры	                 Санкт-Петербург, пр. Культуры, д. 41, лит. А                                	60,053242	30,389593
спорт-центр	Спортивный клуб Родео	                 Большой Сампсониевский пр., д.66, лит.А                                	59,97816	30,337329
спорт-центр	Школа жонглеров Ого	                 Санкт-Петербург, Лиговский пр., 50, к.2                                	59,924808	30,362374
спорт-центр	Дворец спорта Волна	                 Московский пр., д. 150, кор. 2                                	59,884921	30,321833
спорт-центр	Спортивный клуб Fitness24 - Лиговский	                 Санкт-Петербург, ул. Ново-Рыбинская,  д. 19 - 21, ТЦ "Квартал", 4 этаж                                	59,902492	30,337509
спорт-центр	Фитнес-клуб Fitness House на Чудновского	                 Санкт-Петербург, ул. Чудновского, д. 10, ТК «Чудный»                                	59,924862	30,476307
спорт-центр	Спортивный клуб Планета	                 Санкт-Петербург, ул.Коллонтай, д.9                                	59,915116	30,454011
спорт-центр	Фитнес-центр Александра Вишневского	                 Санкт-Петербург, улица Пионерстроя, дом 4                                		
спорт-центр	ФОК Газпром в Красном селе	                 Красное село, ул. Спирина, д. 10                                	59,742692	30,086205
спорт-центр	Фитнес-клуб Olympic Touch на Ветеранов	                 Санкт-Петербург, проспект Ветеранов, 140                                	59,831933	30,169191
спорт-центр	Фитнес-клуб Olympic Touch на Комсомола	                 Санкт-Петербург, улица Комсомола, дом 17                                	59,954881	30,365787
спорт-центр	Фитнес-клуб Olympic Touch на Маршала Захарова	                 Санкт-Петербург, ул. Маршала Захарова, 20                                	59,857567	30,179513
спорт-центр	Центр физической культуры, спорта и здоровья Василеостровского района	                 Санкт-Петербург, Малый пр. В.О., д.66                                	59,938951	30,248476
спорт-центр	Фитнес-клуб Гавань	                 Санкт-Петербург, Большой проспект П.С., дом 65                                	59,963498	30,309652
спорт-центр	Фитнес-клуб SportLife на Аптекарском	                 Санкт-Петербург, Аптекарский пр., 16                                	59,973145	30,319605
спорт-центр	Атлетический клуб Алмаз	                 Санкт-Петербург, улица Воскова, дом 16                                	59,958079	30,306544
спорт-центр	Фитнес-клуб Форсаж	                 Санкт-Петербург, улица Чапыгина, дом 6                                	59,973703	30,308906
спорт-центр	Спортивный комплекс Динамо	                 Санкт-Петербург, Динамо пр., д. 44                                	59,967966	30,270018
спорт-центр	Спортивный клуб Жаконя	                 Санкт-Петербург, улица Конная, дом 12                                	59,928861	30,375911
спорт-центр	Школа у-шу Хуана Тайчэна Тайхэ	                 Санкт-Петербург,  Синопская наб., 30, литера С                                	59,930417	30,387733
спорт-центр	Физкультурно-оздоровительный центр Лиговский	                 Санкт-Петербург, Лиговский проспект, 50                                	59,92515	30,358098
спорт-центр	Физкультурно-оздоровительный комплекс Юность	                 Санкт-Петербург, ул.Правды д.11                                	59,922571	30,340769
спорт-центр	Студия персональных тренировок SoulFitness	                 Санкт-Петербург, Большой пр., П.С., 94                                	59,966048	30,305744
спорт-центр	Физкультурно-оздоровительный центр Локомотив	                 Санкт-Петербург, ул. Костантина Заслонова, д. 23, к. 4                                	59,918765	30,344255
спорт-центр	Спортивно-развлекательный клуб Нептун	                 Санкт-Петербург, наб. Обводного канала, д.93 A                                	59,915955	30,339296
спорт-центр	Фитнес-клуб SportLife на Владимирском	                 Владимирский пр, д.19, "Владимирский Пассаж", 3-4 этажи                                	55,612634	36,982751
спорт-центр	Бассейн Дворца Творчества Юных	                 Санкт-Петербург, набережная реки Фонтанки, дом 37.                                	59,931129	30,340545
спорт-центр	Спортивный клуб Olymp на ул. Марата	                 Марата ул., д.5/21  (ТК «Николаевский Пассаж»)                                	54,977496	83,096733
спорт-центр	Стадион Кировец	                 Санкт-Петербург, ул. Перекопская, 6/8                                 	59,8995	30,262679
спорт-центр	Спортивный клуб Фитнес Лига	                 Санкт-Петербург, улица Бумажная, дом 9                                	59,905254	30,27062
спорт-центр	Фитнес-клуб SportLife на Васи Алексеева	                 Санкт-Петербург, ул. Васи Алексеева д. 6, 4-й этаж                                	59,879886	30,265778
спорт-центр	Центр физической культуры, здоровья и спорта Фрунзенского района	                 Санкт-Петербург, улица Софийская, дом 38, корпус 2                                	59,872932	30,411476
спорт-центр	Студия фитнеса Power Style	                 ул Композиторов 12                                	60,051419	30,314296
спорт-центр	Спортивный клуб Корона	                 Санкт-Петербург, Старо-Петергофский проспект, дом 54                                	59,901648	30,275174
спорт-центр	Дом физической культуры ПГУПС	                  Санкт-Петербург, Кронверкский проспект д. 9б                                	59,956818	30,324249
спорт-центр	Hard Candy Fitness	                 Санкт-Петербург, Петроградская наб., 18                                	59,958503	30,334535
спорт-центр	Центр йоги Сфера	                 Санкт-Петербург, улица Чапаева, дом 17                                	59,962354	30,331418
спорт-центр	Спортивно-оздоровительный центр Sante	                 Санкт-Петербург, Б. Пушкарская ул., д. 20                                	59,957746	30,300956
спорт-центр	Фитнес-клуб SportLife на Белы Куна	                 Санкт-Петербург, ул. Белы Куна, д.3 ТРК "Международный"                                	59,870091	30,379388
спорт-центр	Фитнес-клуб Fitness House на Пражской	                 Санкт-Петербург, ул. Пражская, д. 30, лит. А, корп. 2                                	59,872069	30,394318
спорт-центр	Антикафе Мечта.TV	                 Санкт-Петербург, Светлановский пр. д.37                                	60,009651	30,346932
спорт-центр	Балтийский клуб федерации шейпинга	                 Санкт-Петербург, Обводного канала наб., д. 122                                  		
спорт-центр	Фитнес-центр OlympGym	                 Санкт-Петербург, Энгельса пр., д.154, Лит.А                                	60,058565	30,335326
спорт-центр	Фитнес-центр Лидер на Энгельса	                 Санкт-Петербург, пр. Энгельса, 154                                	60,058987	30,334984
спорт-центр	Спортивный клуб Olymp на Дальневосточном	                 Санкт-Петербург, Дальневосточный пр., д.14 А                                	59,910979	30,448927
спорт-центр	Спортивно-оздоровительный комплекс Звезда	                 Санкт-Петербург, Леснозаводская д. 3                                	59,868699	30,454056
спорт-центр	Фитнес-клуб SportLife на Большевиков	                 Санкт-Петербург, пр. Большевиков, 18, ТК "Невский", 3 этаж                                	59,908601	30,483655
спорт-центр	Спортивный клуб Olymp на Кондратьевском	                 Санкт-Петербург, Кондратьевский пр., д. 64 , кор. 6                                	59,981978	30,390338
спорт-центр	Спортивный клуб Igels	                 Санкт-Петербург, наб.Обводного канала, д. 136, кор. 71                                	59,906779	30,282541
спорт-центр	Фитнес-клуб Fitness House на Пулковском	                 Санкт-Петербург, Пулковское шоссе, д.35 (ТРК «Масштаб»)                                	59,806695	30,320432
спорт-центр	Академия тела	                 Санкт-Петербург, генерала Симоняка ул., д. 9                                  	59,829789	30,203327
спорт-центр	Физкультурно-оздоровительный комплекс в Отрадном	                 г.Отрадное                                	59,772605	30,798766
спорт-центр	Фитнес-клуб Globus Fitness	                 Санкт-Петербург, улица Политехническая, дом 17/2                                	59,998954	30,366138
спорт-центр	Центр красоты и здоровья New World	                 Санкт-Петербург, просп. Непокорённых, дом 16, корпус 1                                	59,996128	30,385083
спорт-центр	Спортивно-танцевальный центр Ника	                 Санкт-Петербург, Цветочная улица, 19                                	59,887137	30,329136
спорт-центр	Тонус-клуб на Дунайском	                 Санкт-Петербург, Дунайский проспект, дом 31/1                                	59,834198	30,383098
спорт-центр	Клуб единоборств Corona	                 Санкт-Петербург, пр.Славы 55                                	59,86467	30,414485
спорт-центр	Бассейн Атлантика на Бухарестской	                 Ул. Бухарестская, д. 22, корп. 4, лит. А                                	59,887187	30,367881
спорт-центр	Бассейн Атлантика на Передовиков	                 Санкт-Петербург, ул. Передовиков, 5, лит. А                                	59,937927	30,472418
спорт-центр	Спортивно-оздоровительный комплекс Феникс	                 Санкт-Петербург, пр. Энергетиков, дом 26                                	59,954196	30,435712
спорт-центр	Детско-юношеская спортивная школа Дельфин	                 СПб, ул. Союза Печатников 5 лит. "Б" (вход с ул. Декабристов, д.38)                                	59,924068	30,293266
спорт-центр	Ресторан Фрегат Благодатъ	                 Санкт-Петербург, Петровская наб., напротив д. 2                                 	59,952556	30,329765
спорт-центр	Фитнес-клуб Fitness Palace	                 Санкт-Петербург, Конногвардейский бул., 21а                                	59,932667	30,295387
спорт-центр	Taleon Club	                 Санкт-Петербург, Невский пр., д.15                                	59,935881	30,318312
спорт-центр	Студия персонального тренинга Владимира Никифорова ПрофТренер	                 Санкт-Петербург, ул. Ольминского, 13                                	59,899455	30,422435
спорт-центр	World Class Сенная	                 Санкт-Петербург, ул. Ефимова, 4А                                	59,925236	30,321959
спорт-центр	Спортивный клуб Грифон	                 Санкт-Петербург, Апраксин переулок, дом 13                                	59,927626	30,326917
спорт-центр	Фитнес-студия Радуга	                 Санкт-Петербург, пр. Косыгина, д.25, лит.А                                	59,944107	30,48715
спорт-центр	Физкультурно-оздоровительный комплекс Екатерининский	                 Санкт-Петербург, Екатерининский пр., дом 3, корпус 2                                	59,977692	30,440689
спорт-центр	Спортивный центр Оптиум	                 Санкт-Петербург, проспект Энергетиков, дом 26                                	59,954196	30,435712
спорт-центр	Торговый комплекс 5 озер	                 Санкт-Петербург, Долгоозёрная ул., 14 к.2                                	60,017324	30,24641
спорт-центр	Театр-студия Апсара	                 Санкт-Петербург, ул. Мира, д. 3, Бизнес Центр "Троицкий"                                	59,958922	30,313541
спорт-центр	Аква-фитнес клуб Парус	                 Санкт-Петербург, наб. Робеспьера, д.4., лит. А                                	59,950591	30,373423
спорт-центр	Фитнес клуб Alex fitness на Транспортном	                 Санкт-Петербург, Транспортный пер., д.1                                 	59,92056	30,356625
спорт-центр	Дворец культуры им. С. М. Кирова	                 Большой пр. В.О., д. 83                                	59,933997	30,254926
спорт-центр	Дом молодежи Василеостровского района	                 Санкт-Петербург, Большой пр. В.О., д.65 лит.А                                	59,934916	30,266596
спорт-центр	Центр красоты и фитнеса Slim line	                 Санкт-Петербург, Королева пр., 21                                  	60,011815	30,279594
спорт-центр	Торгово-развлекательный комплекс Лиговъ	                 Санкт-Петербург, Лиговский пр., д.153                                	59,914854	30,347534
спорт-центр	Фитнес-клуб Сфера Фитнес	                 Санкт-Петербург, Чернышевского пл., д.11 А                                	59,868726	30,314557
спорт-центр	Физкультурно-оздоровительный комплекс Сокол	                 Санкт-Петербург, ул. Варшавская, д. 5А                                	59,881169	30,304262
спорт-центр	Фитнес-центр Матрица	                 Санкт-Петербург, улица Краснопутиловская, дом 56                                	59,857007	30,296743
спорт-центр	Танцевально-оздоровительная студия Тор	                 Санкт-Петербург, пр.Космонавтов 65, к. 12                                	59,836341	30,353516
спорт-центр	Фитнес-клуб Fitness House на Новаторов	                 Санкт-Петербург, бульвар Новаторов, д. 32                                	59,847774	30,269704
спорт-центр	World Class LITE Стачек	                 Санкт-Петербург, пр-т Стачек, д.99, лит. А                                	59,858575	30,247929
спорт-центр	Торговый центр Владимирский Пассаж	                 Санкт-Петербург, Владимирский пр., д.19                                	59,928379	30,34615
спорт-центр	Фитнес-клуб Alex Fitness Кудрово	                 Кудрово, Ленинградская ул., д.1                                	59,91268	30,50429
спорт-центр	Торгово-развлекательный центр Космополис	                 Санкт-Петербург, Выборгское шоссе, д.13                                	60,048588	30,314071
спорт-центр	Торгово-развлекательный комплекс Северный Молл	                 Санкт-Петербург, Культуры пр., д. 41                                	60,053242	30,389593
спорт-центр	Городской центр современных молодежных видов спорта Жесть	                 Санкт-Петербург, ул. Космонавтов д. 38, к.3А                                	59,79671	30,076341
спорт-центр	Дом детского творчества Левобережный	                 Санкт-Петербург, ул. Бабушкина, д.56 корп.2                                	59,86991	30,45225
спорт-центр	Фитнес-центр Лидер на Народной	                 Санкт-Петербург, ул. Народная, д.1                                	59,877859	30,459841
спорт-центр	Семейный клуб Fitness Family на Обуховской Обороны	                 Санкт-Петербург, пр. Обуховской Обороны, 138, к. 2                                	59,846093	30,485398
спорт-центр	Фитнес-центр Мега Спорт	                 Санкт-Петербург, проспект Обуховской обороны, дом 116                                	59,864589	30,471879
спорт-центр	Спортивный комплекс Обуховский	                 Санкт-Петербург, проспект Обуховской Обороны, дом 130                                	59,853175	30,486234
больница	35-й военно-морской госпиталь	Улица Мануильского, 2 	59,991376	29,793201
больница	442-й Окружной военно-клинический госпиталь им. З. П. Соловьёва	Проспект Суворовский, 63 	59,942444	30,384535
больница	Balt Med	Проезд Галерный, 5 	59,938662	30,223791
больница	Excimer. Эксимер, офтальмологическая клиника	 Апраксин переулок, 6 325-55-35	59,927883	30,326962
больница	MEDИ	Проспект Невский, 82 	59,932617	30,349654
больница	Ава-Петер	Проспект Невский, 22 	59,935926	30,323037
больница	Авиценна	Улица Оранжерейная, 4 	59,716542	30,402403
больница	Адмиралтейские верфи	Улица Садовая, 126 	59,916852	30,284319
больница	Александровская больница	Проспект Солидарности, 4 	59,928974	30,489279
больница	Алкор Био	Улица 192148, Санкт-Петербург Железнодорожный проспект, 0 	59,883503	30,428131
больница	Амбулаторно-наркологическое отделение	Набережная Чёрной речки, 12 	59,989733	30,299519
больница	Амбулаторное наркологическое отделение	Улица Токарева, 15 	60,09198	29,956749
больница	Американская медицинская клиника	Набережная Мойки реки, 78 	59,929867	30,305142
больница	Американская медицинская клиника	Набережная Мойки реки, 78 	59,929867	30,305142
больница	Американская медицинская клиника	Набережная Мойки реки, 78 	59,929867	30,305142
больница	Американская медицинская помощь	Набережная Мойки реки, 78 	59,929867	30,305142
больница	Андрос	Улица Ленина, 34 	59,963368	30,299743
больница	Белозубофф, стоматологический центр	Проспект Просвещения, 33 	60,049905	30,345791
больница	Бехтерев	Линия 6-я и 7-я В.О., 41 	59,945351	30,276414
больница	Больница №12	Улица Комсомола, 4 	59,954421	30,369192
больница	Больница №14	Улица Косинова, 19 	59,895493	30,270889
больница	Больница №15	Улица Авангардная, 4 	59,839583	30,181157
больница	Больница №20	Улица Гастелло, 21 	59,857012	30,334553
больница	Больница №23	Проспект Елизарова, 32 	59,892103	30,410865
больница	Больница №25, городской ревматологический  центр	Улица Подьяческая Большая, 30 	59,921056	30,306247
больница	Больница №26	Улица Костюшко, 2 	59,849144	30,295512
больница	Больница №28, Максимилиановская лечебница	Улица Декабристов, 1 	59,929254	30,307765
больница	Больница №29	Проспект Большой П.С., 100 	59,966615	30,313092
больница	Больница №31	Проспект Динамо, 3 	59,972195	30,279127
больница	Больница №32	Переулок Лазаретный, 4 	59,921398	30,32804
больница	Больница №33	Улица Павловская, 16 	59,747095	30,5853
больница	Больница №36	Улица Газовый Завод, 3 	59,987357	29,79507
больница	Больница №36, детское инфекционное отделение	Улица Газовый Завод, 1 	59,987357	29,79507
больница	Больница №37, Николаевская	Улица Константиновская, 1 	59,87799	29,917591
больница	Больница №38 им. Н. А. Семашко	Улица Госпитальная, 5 	59,717881	30,41789
больница	Больница №40	Улица Борисова, 9 	60,102235	29,969936
больница	Больница №46 св. Евгении. Центр для жителей блокадного Ленинграда	Улица Старорусская, 3 	59,932595	30,382002
больница	Больница №5	Переулок Чебоксарский, 1 	59,937414	30,326648
больница	Больница №8	Улица Моховая, 1 	59,946076	30,344695
больница	Больница №9	Проспект Крестовский, 18 	59,968624	30,261089
больница	Больница Российского НИИ травматологии и ортопедии им. Р. Р. Вредена	Улица Академика Байкова, 8 	60,027004	30,380071
больница	Больница св. великомученика Георгия	Проспект Северный, 1 	60,029373	30,326531
больница	Больница св. преподобномученицы Елизаветы	Улица Вавиловых, 14 	60,02441	30,39165
больница	Вероника	Улица Савушкина, 8 	59,98598	30,298576
больница	Вероника	Проспект Средний В.О., 48 	59,940839	30,271743
больница	ВМА им. С. М. Кирова	Проспект Загородный, 47 	59,919112	30,323019
больница	Военно-медицинская академия им. С. М. Кирова	Улица Академика Лебедева, 6 	59,957255	30,350615
больница	Всероссийский центр экстренной и радиационной медицины МЧС России	Улица Академика Лебедева, 4 	59,954399	30,34969
больница	Гарнизонная поликлиника №106 ЛВО	Улица Радищева, 26 	59,939672	30,363155
больница	Гериатрическая больница №1	Улица Ракитовская, 29 	60,029696	30,307756
больница	Гериатрический медико-социальный центр	Набережная Фонтанки реки, 148 	59,915472	30,286305
больница	Глазной травмпункт	Проспект Литейный, 25 	59,942128	30,347489
больница	Городская гериатрическая больница (ортопедическая)	Шоссе Павловское, 56 	59,698037	30,426505
больница	Городская наркологическая больница	Улица Чекистов, 28 	59,843711	30,162813
больница	Городская наркологическая больница	Линия 4-я линия В.О., 23 	59,942962	30,282621
больница	Городская наркологическая больница	Линия 5-я линия В.О., 58 	59,94622	30,277393
больница	Городской акушерский гематологический центр	Улица Маяковского, 5 	59,93424	30,355816
больница	Городской антирабический центр	Улица Кавалергардская, 26 	59,946166	30,38237
больница	Городской гастроэнтерологический центр	Набережная Фонтанки реки, 36 	59,934957	30,345441
больница	Городской детский диагностический центр	Улица Олеко Дундича, 36 	59,8355	30,424304
больница	Городской детский психоневрологический центр	Улица Фрунзе, 10 	59,861905	30,322722
больница	Городской диабетологический центр №2	Улица Лёни Голикова, 29 	59,843299	30,2314
больница	Городской диабетологический центр №3	Проспект Новочеркасский, 56 	59,921836	30,421717
больница	Городской диабетологический центр №4	Проспект Обуховской Обороны, 261 	59,858426	30,479056
больница	Городской диагностический центр, глазной	Проспект Литейный, 25 	59,942128	30,347489
больница	Городской клинический онкологический  диспансер	Проспект Ветеранов, 56 	59,837761	30,238155
больница	Городской кожно-венерологический диспансер	Набережная Волковки реки, 3 	59,904595	30,365204
больница	Городской консультативно-диагностический центр №1	Улица Сикейроса, 10 	60,035805	30,331032
больница	Городской лечебно-консультативный диагностический центр детской стоматологии	Проспект Вознесенский, 34 	59,925263	30,308574
больница	Городской логопедический центр	Линия 12-я и 13-я В.О., 39 	59,942768	30,269272
больница	Городской противотуберкулёзный диспансер №18	Улица Звёздная, 18 	59,836287	30,365734
больница	Городской психоневрологический диспансер №7	Набережная Фонтанки реки, 132 	59,916681	30,301845
больница	Городской психоневрологический центр восстановительного лечения детей с нарушениями двигательного аппарата	Улица Фрунзе, 10 	59,861905	30,322722
больница	Городской сексологический центр	Проспект Юрия Гагарина, 18 	59,859452	30,338551
больница	Городской центр медицинской профилактики	Улица Итальянская, 25 	59,935669	30,337392
больница	Городской центр острых кожных и венерических заболеваний при кожно-венерологической больнице №6	Улица Восстания, 45 	59,94129	30,360964
больница	Госпиталь ветеранов войн	Улица Народная, 21 	59,880121	30,465303
больница	Госпиталь ГУВД СПб и Ленинградской области	Проспект Культуры, 2 	60,034385	30,36108
больница	Госпиталь Комитета ветеранов подразделений особого риска РФ	Улица Красина, 10 	59,966953	30,488686
больница	Дерматологический аллергоцентр	Улица Савушкина, 104 	59,983869	30,249923
больница	Детская больница №1	Улица Авангардная, 14 	59,837097	30,18661
больница	Детская больница №15 им. В. В. Цимбалина	Улица Цимбалина, 58 	59,882835	30,414782
больница	Детская больница №17 святителя Николая Чудотворца	Улица Декабристов, 42 	59,924821	30,291317
больница	Детская больница №19 им. К. А. Раухфуса	Проспект Лиговский, 8 	59,934281	30,364009
больница	Детская больница №2 св. Марии Магдалины, терапевтический корпус	Линия 14-я и 15-я В.О., 57 	59,941799	30,267018
больница	Детская больница №2 св. Марии Магдалины, хирургический корпус	Линия 2-я и 3-я В.О., 47 	59,788067	30,112013
больница	Детская больница №22	Проспект Заводской, 1 	59,738348	30,558063
больница	Детская городская больница №17 Святителя Николая Чудотворца	Улица Глинки, 4 	59,924614	30,298773
больница	Детская городская больница святой Ольги	Улица Земледельческая, 2 	59,989909	30,332002
больница	Детская городская больница святой Ольги (филиал)	Улица Гаврская, 5 	60,017067	30,325839
больница	Детская инфекционная больница №3	Проспект Большой В.О., 77 	59,933487	30,261637
больница	Детская инфекционная больница №5 им. Н. Ф. Филатова	Улица Бухарестская, 134 	59,838295	30,418348
больница	Детская областная клиническая больница	Улица Комсомола, 6 	59,95357	30,367036
больница	Детская поликлиника	Улица Володарского, 24 	60,10092	29,97158
больница	Детская поликлиника №1	Улица Кораблестроителей, 21 	59,945761	30,215724
больница	Детская поликлиника №11	Проспект Пархоменко, 30 	59,998864	30,348773
больница	Детская поликлиника №12	Проспект Загородный, 29 	59,923811	30,336233
больница	Детская поликлиника №13	Улица Пинегина, 10 	59,895357	30,417566
больница	Детская поликлиника №14	Проспект Малый П.С., 15 	59,955962	30,293823
больница	Детская поликлиника №15	Улица Мичурина, 3 	59,683822	30,433134
больница	Детская поликлиника №17	Улица Есенина, 38 	60,055812	30,344758
больница	Детская поликлиника №19	Улица Куйбышева, 25 	59,956629	30,33193
больница	Детская поликлиника №2	Улица Купчинская, 4 	59,844931	30,381454
больница	Детская поликлиника №20	Улица Школьная, 16 	59,987506	30,285703
больница	Детская поликлиника №21	Проспект Стачек, 34 	59,888167	30,269991
больница	Детская поликлиника №25	Улица Танкиста Хрустицкого, 3 	59,841093	30,245225
больница	Детская поликлиника №27	Улица Тамбасова, 23 	59,830156	30,155654
больница	Детская поликлиника №27 (филиал)	Улица Воровского, 2 	59,832769	30,098772
больница	Детская поликлиника №28	Улица Освобождения, 13 	59,741663	30,089654
больница	Детская поликлиника №29	Улица Демьяна Бедного, 18 	60,041413	30,383637
больница	Детская поликлиника №30	Проспект Королёва, 3 	60,010061	30,293662
больница	Детская поликлиника №31	Улица Орджоникидзе, 38 	59,844773	30,333466
больница	Детская поликлиника №32	Улица Будапештская, 66 	59,850631	30,385676
больница	Детская поликлиника №32	Улица Бестужевская, 32 	59,982734	30,413569
больница	Детская поликлиника №33	Проспект Дальневосточный, 70 	59,879344	30,473109
больница	Детская поликлиника №34	Проспект Шаумяна, 29 	59,931152	30,415779
больница	Детская поликлиника №35	Проспект Ленинский, 168 	59,852398	30,310254
больница	Детская поликлиника №36	Улица Маршала Казакова, 14 	59,858177	30,236825
больница	Детская поликлиника №38	Проспект Ленинский, 133 	59,851322	30,274537
больница	Детская поликлиника №39	Проспект Космонавтов, 54 	59,844628	30,357568
больница	Детская поликлиника №4	Бульвар Серебристый, 14 	60,001113	30,280987
больница	Детская поликлиника №42	Улица Гжатская, 5 	59,997572	30,379352
больница	Детская поликлиника №43	Улица Будапештская, 6 	59,873324	30,367952
больница	Детская поликлиника №44	Улица Мытнинская, 25 	59,935615	30,380834
больница	Детская поликлиника №45	Проспект Товарищеский, 10 	59,918828	30,484006
больница	Детская поликлиника №45	Улица Будапештская, 25 	59,861544	30,374771
больница	Детская поликлиника №47	Улица Костюшко, 4 	59,848755	30,299115
больница	Детская поликлиника №48	Улица Пражская, 38 	59,868979	30,396339
больница	Детская поликлиника №49	Бульвар Софийский, 28 	59,718784	30,422489
больница	Детская поликлиника №5	Линия 6-я и 7-я В.О., 64 	59,949397	30,271671
больница	Детская поликлиника №51	Улица Металлургов, 11 	59,737595	30,565833
больница	Детская поликлиника №53	Улица Рихарда Зорге, 13 	59,850079	30,18828
больница	Детская поликлиника №54	Улица Вавилова, 1 	59,746324	30,588489
больница	Детская поликлиника №54 (филиал)	Улица Ижорского Батальона, 19 	59,736752	30,618475
больница	Детская поликлиника №55	Улица Зосимова, 13 	59,99602	29,757385
больница	Детская поликлиника №57	Проспект Ветеранов, 89 	59,834388	30,214062
больница	Детская поликлиника №58	Проспект Искровский, 33 	59,894667	30,475849
больница	Детская поликлиника №59	Улица Киришская, 5 	60,032753	30,422669
больница	Детская поликлиника №6	Улица Леснозаводская, 6 	59,867895	30,454029
больница	Детская поликлиника №60	Проспект Ветеранов, 143 	59,835736	30,141981
больница	Детская поликлиника №61	Улица Тимуровская, 17 	60,042631	30,407766
больница	Детская поликлиника №62	Проспект Искровский, 8 	59,912098	30,461539
больница	Детская поликлиника №63	Улица Симонова, 3 	60,056256	30,324519
больница	Детская поликлиника №63, отделение	Улица Ломоносова, 76 	59,927428	30,337104
больница	Детская поликлиника №64	Улица Олеко Дундича, 26 	59,831336	30,408996
больница	Детская поликлиника №64, детское отделение	Улица Фронтовая, 1 	59,852154	30,036762
больница	Детская поликлиника №65	Улица Отважных, 12 	59,835487	30,168158
больница	Детская поликлиника №67	Улица Аврова, 19 	59,873984	29,919046
больница	Детская поликлиника №67 (филиал)	Улица Шахматова, 12 	59,870714	29,864528
больница	Детская поликлиника №68	Проспект Наставников, 20 	59,943787	30,489387
больница	Детская поликлиника №68, поликлиническое отделение №66	Улица Передовиков, 21 	59,946315	30,46215
больница	Детская поликлиника №69	Улица Коммуны, 32 	59,950073	30,499816
больница	Детская поликлиника №7	Улица Кустодиева, 8 	60,043184	30,356391
больница	Детская поликлиника №71	Проспект Энгельса, 117 	60,041391	30,328031
больница	Детская поликлиника №71, поликлиническое отделение №26	Проспект Энгельса, 44 	60,011203	30,324061
больница	Детская поликлиника №72	Улица Красноармейская, 20 	60,194705	29,71167
больница	Детская поликлиника №73	Улица Караваевская, 30 	59,83238	30,511207
больница	Детская поликлиника №74	Улица Маршала Захарова, 31 	59,850165	30,206265
больница	Детская поликлиника №76	Улица Академика Байкова, 27 	60,023601	30,387832
больница	Детская поликлиника №76, поликлиническое отделение №10	Проспект Науки, 71 	60,005036	30,426307
больница	Детская поликлиника №77	Улица Ольховая, 2 	60,014963	30,267575
больница	Детская поликлиника №8	Улица Чайковского, 73 	59,946063	30,364287
больница	Детская поликлиника №9	Проспект Металлистов, 72 	59,960845	30,421995
больница	Детская психиатрия, амбулаторное отделение №5	Улица Ольги Берггольц, 1 	59,896743	30,430763
больница	Детская психиатрия, амбулаторное отделение №6	Переулок Подъездной, 21 	59,914804	30,335496
больница	Детская психиатрия, диспансерное отделение №1	Проспект Пархоменко, 20 	60,000587	30,337679
больница	Детская психиатрия, диспансерное отделение №4	Улица Гастелло, 28 	59,858435	30,332927
больница	Детская психиатрия, диспансерное отделение №4	Улица Красной Звезды, 27 	59,708473	30,404774
больница	Детская психиатрия, дневной стационар	Проспект Новоизмайловский, 43 	59,860156	30,301926
больница	Детская психиатрия, отделение реабилитации	Набережная Свердловская, 36 	59,959088	30,398657
больница	Детская психиатрия, стационарное отделение №5	Проспект Константиновский, 14 	59,971726	30,271168
больница	Детская психиатрия, центр восстановительного лечения	Улица Ланская, 8 	59,997784	30,322084
больница	Детская психиатрия, центр восстановительного лечения	Улица Новостроек, 24 	59,875014	30,273378
больница	Детская психиатрия, центр восстановительного лечения	Набережная Песочная, 4 	59,975441	30,300642
больница	Детская психиатрия, центр восстановительного лечения	Улица Аврова, 14 	59,875723	29,922532
больница	Детская скорая медицинская помощь	Улица Будапештская, 25 	59,861544	30,374771
больница	Детская скорая медицинская помощь	Улица Фурштатская, 24 	59,945297	30,355214
больница	Детская скорая медицинская помощь	Набережная Морская, 17 	59,942908	30,207846
больница	Детская скорая медицинская помощь	Проспект Энгельса, 147 	60,055713	30,339305
больница	Детская скорая медицинская помощь	Улица Новолитовская, 5 	59,979227	30,349519
больница	Детская скорая медицинская помощь	Проспект Науки, 36 	60,008234	30,419929
больница	Детская скорая медицинская помощь	Проспект Пискарёвский, 12 	59,965719	30,407667
больница	Детская скорая медицинская помощь	Проспект Ветеранов, 89 	59,834388	30,214062
больница	Детская скорая медицинская помощь	Проспект Ленинский, 133 	59,851322	30,274537
больница	Детская скорая медицинская помощь	Проспект Наставников, 20 	59,943787	30,489387
больница	Детская скорая медицинская помощь	Улица Рихарда Зорге, 13 	59,850079	30,18828
больница	Детская скорая медицинская помощь	Улица Отважных, 12 	59,835487	30,168158
больница	Детская скорая медицинская помощь	Улица Орджоникидзе, 38 	59,844773	30,333466
больница	Детская скорая медицинская помощь	Проспект Дальневосточный, 70 	59,879344	30,473109
больница	Детская стоматологическая поликлиника №1	Улица Шевченко, 30 	59,938906	30,240733
больница	Детская стоматологическая поликлиника №2	Проспект Костромской, 57 	60,024149	30,314781
больница	Детская стоматологическая поликлиника №3	Улица Брюсовская, 1 	59,986218	30,426154
больница	Детская стоматологическая поликлиника №4	Проспект Энгельса, 5 	59,997694	30,330295
больница	Детская стоматологическая поликлиника №4	Улица Маршала Говорова, 15 	59,879173	30,268239
больница	Детская стоматологическая поликлиника №6	Проспект Вознесенский, 34 	59,925263	30,308574
больница	Детский консультативно-диагностический центр	Улица Чайковского, 73 	59,946063	30,364287
больница	Детский консультативно-диагностический центр со стационаром №2	Улица Гладкова, 4 	59,897081	30,273387
больница	Детский травматологический пункт	Улица Кораблестроителей, 31 	59,953484	30,220404
больница	Детский травматологический пункт	Проспект Энгельса, 44 	60,011203	30,324061
больница	Детский травматологический пункт	Улица Будапештская, 66 	59,850631	30,385676
больница	Детский центр болезней уха, горла, носа доктора А. В. Бреусенко	Проспект Наставников, 9 	59,939262	30,490069
больница	Детское отделение противотуберкулёзного диспансера	Улица Мытнинская, 14 	59,933668	30,377097
больница	Детское отделение противотуберкулёзного диспансера №14	Улица Бабушкина, 77 	59,874553	30,445405
больница	Детское стоматологическое отделение №7	Улица Советская 4-я, 45 	59,931531	30,374366
больница	Диабетологический центр	Улица Коммуны, 34 	59,950542	30,499313
больница	Диагностический лечебно-реабилитационный медицинский центр	Улица Бухарестская, 63 	59,854662	30,393087
больница	Диагностический медико-генетический центр	Улица Тобольская, 5 	59,972478	30,344201
больница	Диагностический центр №85	Улица Лёни Голикова, 29 	59,843299	30,2314
больница	Дорожная больница Октябрьской железной дороги	Проспект Мечникова, 27 	59,986884	30,410964
больница	Дункан, детская стоматология	Проспект Товарищеский, 10 	59,918828	30,484006
больница	Дункан, детская стоматология	Улица Будапештская, 66 	59,850631	30,385676
больница	Дункан, детская стоматология	Улица Земледельческая, 2 	59,989909	30,332002
больница	Дункан, детская стоматология	Проспект Ленинский, 133 	59,851322	30,274537
больница	Дункан, детская стоматология	Улица Коммуны, 32 	59,950073	30,499816
больница	Евромед	Проспект Суворовский, 60 	59,945351	30,387949
больница	Европейский институт здоровья семьи	Бульвар Трудящихся, 35 	59,734974	30,582964
больница	ЕМС Клиника	Проспект Московский, 78 	59,905434	30,319075
больница	Епархиальная православная церковная благотворительная больница св. блаженной Ксении Петербургской	Набережная Обводного канала, 19 	59,917091	30,38273
больница	Женская консультация №10	Проспект Кондратьевский, 25 	59,968565	30,385434
больница	Женская консультация №12	Улица Ланская, 8 	59,997784	30,322084
больница	Женская консультация №13	Улица Лёни Голикова, 29 	59,843299	30,2314
больница	Женская консультация №14	Проспект Каменноостровский, 44 	59,969011	30,308062
больница	Женская консультация №15	Проспект Комендантский, 34 	60,01959	30,242359
больница	Женская консультация №16	Линия 12-я и 13-я В.О., 16 	59,938779	30,27442
больница	Женская консультация №17	Улица Орджоникидзе, 47 	59,841306	30,352304
больница	Женская консультация №18	Проспект Нарвский, 7 	59,905317	30,273872
больница	Женская консультация №19	Улица Турку, 5 	59,86696	30,368446
больница	Женская консультация №2	Улица Пестеля, 25 	59,942588	30,348198
больница	Женская консультация №20	Улица Счастливая, 12 	59,844438	30,276163
больница	Женская консультация №22	Улица Сикейроса, 10 	60,035805	30,331032
больница	Женская консультация №22 (филиал)	Улица Орбели, 12 	60,002805	30,33864
больница	Женская консультация №25	Шоссе Петергофское, 3 	59,847259	30,20737
больница	Женская консультация №26	Улица Тамбасова, 21 	59,830997	30,155267
больница	Женская консультация №29	Проспект Науки, 12 	60,014679	30,392647
больница	Женская консультация №3	Набережная Фонтанки реки, 155 	59,917222	30,295997
больница	Женская консультация №30	Улица Маяковского, 5 	59,93424	30,355816
больница	Женская консультация №31	Переулок Ногина, 4 	59,899035	30,426469
больница	Женская консультация №32	Проспект Просвещения, 53 	60,042847	30,380843
больница	Женская консультация №33	Улица Народная, 17 	59,879719	30,464252
больница	Женская консультация №34	Улица Кронверкская, 8 	59,958431	30,312266
больница	Женская консультация №35	Улица Советская 2-я, 4 	59,933	30,36594
больница	Женская консультация №36	Улица Маршала Говорова, 22 	59,886158	30,274105
больница	Женская консультация №37	Проспект Искровский, 10 	59,911417	30,462096
больница	Женская консультация №38	Улица Балканская Малая, 54 	59,8286	30,419094
больница	Женская консультация №39	Улица Вавиловых, 12 	60,02267	30,389485
больница	Женская консультация №40	Проспект Богатырский, 7 	60,000236	30,286134
больница	Женская консультация №44	Улица Госпитальная, 11 	59,718643	30,418887
больница	Женская консультация №5	Улица Орджоникидзе, 21 	59,843114	30,33334
больница	Женская консультация №6	Улица Седова, 122 	59,867936	30,444579
больница	Женская консультация №7	Проспект Энгельса, 44 	60,011203	30,324061
больница	Женская консультация №8	Улица Передовиков, 21 	59,946315	30,46215
больница	Женская консультация №9	Проспект Большеохтинский, 33 	59,955836	30,410937
больница	Женская консультация при Николаевской больнице	Улица Шахматова, 12 	59,870714	29,864528
больница	Женская консультация при поликлинике №110	Улица Красного Флота, 13 	59,907	29,779709
больница	Женская консультация при поликлинике №67	Улица Госпитальная, 1 	59,685498	30,444363
больница	Женская консультация при поликлинике №68	Улица Володарского, 23 	60,099831	29,976089
больница	Женская консультация при поликлинике №69	Проспект Ленина, 14 	60,194938	29,70487
больница	Женская консультация при поликлинике №71	Бульвар Трудящихся, 35 	59,734974	30,582964
больница	Женская консультация при поликлинике №72	Улица Пионерская, 1 	59,95516	30,296824
больница	Женская консультация при поликлинике №74	Улица Восстания, 24 	59,938302	30,360047
больница	Женская консультация при поликлинике №77	Проспект Шлиссельбургский, 25 	59,837332	30,501747
больница	Женская консультация роддома №18	Проспект Солидарности, 6 	59,925236	30,490483
больница	Женская консультация Северо-Западного окружного медицинского центра	Улица Циолковского, 3 	59,914561	30,282226
больница	Здоровье	Улица Бабушкина, 3 	59,897912	30,419111
больница	Здравпункт РГПУ им. Герцена	Набережная Мойки реки, 48 	59,93529	30,319973
больница	Институт токсикологии	Улица Бехтерева, 1 	59,904062	30,406203
больница	Инфекционная больница №30 им. С. П. Боткина	Улица Миргородская, 3 	59,923324	30,376244
больница	КардиоКлиника	Улица Кузнецовская, 25 	59,871351	30,332253
больница	Клиника «Она». Клиника эстетической медицины «Косметология. Стоматология»	 Переулок Графский , 7 327 54 34	59,930548	30,345153
больница	Клиника «Она». Многопрофильная клиника и педиатрический центр	 Набережная Фонтанки реки, 108 320 65 33	59,927351	30,330924
больница	Клиника «Она». Центр магнитно-резонансной томографии	 Проспект Ветеранов, 56 756-88-35	59,831349	30,213388
больница	Клиника «Она». Центр магнитно-резонансной томографии и поликлиника	 Улица Рижская, 12 444 89 02	59,921453	30,416192
больница	Клиника Medalp	 поселок Песочный, Ленинградская, 54 +7 (812) 385-58-09	60,120108	30,172551
больница	Клиника акушерства и гинекологии ВМА	Улица Клиническая, 4 	59,955714	30,347579
больница	Клиника Альмеда	 Улица Димитрова, 8 366 07 92, 366 07 93	59,846102	30,38078
больница	Клиника Будовского	Проспект Большой П.С., 92 	59,965133	30,310613
больница	Клиника госпитальной хирургии ВМА	Улица Боткинская, 23 	59,9593	30,347785
больница	Клиника детских болезней	Улица Боткинская, 13 	59,958453	30,351971
больница	Клиника Института мозга человека РАН	Улица Академика Павлова, 9 	59,978151	30,312194
больница	Клиника инфекционных болезней ВМА	Улица Академика Лебедева, 2 	59,954029	30,349663
больница	Клиника научно-исследовательского детского ортопедического института им. Г. И. Турнера	Улица Парковая, 64 	59,770231	30,141541
больница	Клиника нейрохирургии ВМА	Набережная Пироговская, 3 	59,954619	30,346177
больница	Клиника нервных болезней ВМА	Проспект Лесной, 2 	59,961503	30,352385
больница	Клиника НИИ акушерства и гинекологии им. Д. О. Отта	Линия Менделеевская, 3 	59,942002	30,300947
больница	Клиника НИИ гриппа РАМН	Улица Профессора Попова, 15 	59,972762	30,316263
больница	Клиника НИИ кардиологии	Проспект Пархоменко, 15 	59,998603	30,337697
больница	Клиника психиатрии ВМА	Улица Боткинская, 17 	59,96035	30,351873
больница	Клиника СПбГМУ им. академика И. П. Павлова	Улица Льва Толстого, 6 	59,965205	30,321932
больница	Клиническая больница им. Л. Г. Соколова, ЦМСЧ №122	Проспект Культуры, 4 	60,035841	30,362015
больница	Клиническая больница им. Петра Великого СПб. медицинской академии им. И. И. Мечникова	Проспект Пискарёвский, 47 	59,980704	30,428921
больница	Клиническая больница РАН	Проспект Тореза, 72 	60,013074	30,340599
больница	Клиническая больница СПбГПМА	Улица Литовская, 2 	59,977818	30,340114
больница	Клинический онкологический диспансер	Аллея Берёзовая 2-я, 3 	59,980312	30,295602
больница	Клинический онкологический диспансер (филиал)	Переулок Виленский, 17 	59,939478	30,368491
больница	Кожно-венерологическая больница №6	Улица Восстания, 45 	59,94129	30,360964
больница	Кожно-венерологический диспансер	Проспект Железнодорожный, 28 	59,88176	30,4231
больница	Кожно-венерологический диспансер №1	Улица Наличная, 19 	59,934258	30,235855
больница	Кожно-венерологический диспансер №10	Проспект Пархоменко, 29 	59,998243	30,347534
больница	Кожно-венерологический диспансер №2	Проспект Московский, 95 	59,894242	30,31779
больница	Кожно-венерологический диспансер №3	Проспект Рижский, 43 	59,914385	30,272623
больница	Кожно-венерологический диспансер №4	Улица Савушкина, 104 	59,983869	30,249923
больница	Кожно-венерологический диспансер №5	Улица Лахтинская, 32 	59,963854	30,296725
больница	Кожно-венерологический диспансер №6	Улица Лётчика Пилютова, 41 	59,82647	30,139358
больница	Кожно-венерологический диспансер №7	Улица Стойкости, 23 	59,827636	30,207217
больница	Кожно-венерологический диспансер №8	Проспект Новочеркасский, 29 	59,934078	30,406912
больница	Кожно-венерологический диспансер №9	Улица Софьи Ковалевской, 10 	60,013186	30,410766
больница	Константиновский	Улица Фронтовая, 3 	59,850965	30,036303
больница	Консультативная поликлиника Ломоносовской центральной районной больницы	Улица Александровская, 30 	59,910623	29,773816
больница	Консультативная поликлиника Ломоносовской центральной районной больницы, детское отделение	Улица Александровская, 30 	59,910623	29,773816
больница	Консультативно-диагностическая поликлиника Российского НИИ травматологии и ортопедии им. Р. Р. Вредена	Улица Академика Байкова, 8 	60,027004	30,380071
больница	Консультативно-диагностическая поликлиника СПб. Государственной медицинской академии	Проспект Пискарёвский, 47 	59,980704	30,428921
больница	Консультативно-диагностический центр	Улица Александра Матросова, 22 	59,984413	30,350669
больница	Консультативно-диагностический центр №85	Проспект Ветеранов, 89 	59,834388	30,214062
больница	Консультативно-диагностическое гастроэнтерологическое отделение	Проспект Приморский, 3 	59,984373	30,298198
больница	Консультативно-диагностическое отделение	Улица Железноводская, 3 	59,953128	30,259211
больница	Консультативно-диагностическое отделение №1	Проспект Приморский, 3 	59,984373	30,298198
больница	Консультативно-практический центр	Улица Марата, 75 	59,920537	30,341731
больница	Консультитивно-диагностическая поликлиника СПб. Государственной медицинской академии	Набережная Октябрьская, 6 	59,913519	30,417908
больница	Корис Ассистанс	Улица Чугунная, 46 	59,972145	30,368294
больница	Корис Ассистанс СПб	Улица Чугунная, 46 	59,972145	30,368294
больница	Ленинградский областной центр по профилактике и борьбе со СПИДом и инфекционными заболеваниями	Шоссе Шлиссельбургское, 3 	59,820911	30,569166
больница	Лечебно-консультативный медицинский центр	Проспект Литейный, 9 	59,94545	30,34774
больница	Лечебно-консультативный медицинский центр	Набережная Фонтанки реки, 22 	59,940037	30,342359
больница	Ломоносовская центральная районная больница	Улица Еленинская, 13 	59,913844	29,769701
больница	Мариинская больница	Проспект Литейный, 56 	59,934975	30,349735
больница	Мед-Медия	Улица Блохина, 23 	59,952254	30,297551
больница	Медведь	Проспект Ветеранов, 16 	59,845035	30,254064
больница	Медведь	Улица Мира, 16 	59,960422	30,319102
больница	Меди Эстетик	Проспект Невский, 90 	59,932256	30,352546
больница	Меди Эстетик	Переулок Спасский, 11 	59,928095	30,318617
больница	Медико-социальный детский центр	Проспект Ветеранов, 147 	59,836007	30,135971
больница	Медиус, лечебно-профилактический центр	Улица Советская 5-я, 11 	59,934655	30,368725
больница	Медицинская экспертиза	Проспект Кондратьевский, 72 	59,985467	30,398118
больница	Медицинский центр Reaclinic	 Восстания, 36 +7 (812) 385-58-09	59,943219	30,361161
больница	Медицинский центр Reaclinic	 Московский пр., 121 +7 (812) 385-58-09	59,909639	30,320045
больница	Медицинский центр Reaclinic	 Коломяжский пр., 28 +7 (812) 385-58-09	60,005648	30,296887
больница	Медицинский центр Reaclinic	 пр. Энгельса, 22 +7 (812) 385-58-09	60,015057	30,322507
больница	Медицинский центр Reaclinic	 ул. Ленина, 42 +7 (812) 385-58-09	59,965476	30,295252
больница	Медицинский центр Reaclinic	 ул. Оптиков, 4 +7 (812) 385-58-09	60,000731	30,199222
больница	Медицинский центр Reaclinic	 ул. Октябрьская, 4 +7 (812) 385-58-09	59,883295	30,451523
больница	Медицинский центр Reaclinic	 Ораниенбаумский пр., 39 +7 (812) 385-58-09	59,907004	29,78411
больница	МЕДПАЛАС	Улица Чайковского, 6 	59,947036	30,34377
больница	Медсанчасть №144	Проспект Обуховской Обороны, 271 	59,851173	30,476532
больница	Медсанчасть №18	Улица Чугунная, 46 	59,972145	30,368294
больница	Медсанчасть №20	Проспект Ленина, 1 	59,761214	30,111744
больница	Международная клиника MEDEM	Улица Марата, 6 	59,93021	30,355861
больница	Межрайонный противотуберкулёзный диспансер №3	Проспект Каменноостровский, 66 	59,975342	30,302043
больница	Микрохирургия глаза, клиника им. академика С. Н. Фёдорова. СПб. филиал	Улица Ярослава Гашека, 21 	59,835853	30,407397
больница	Многопрофильная больница №2	Переулок Учебный, 5 	60,03714	30,336736
больница	Многопрофильная клиника им. Н. И. Пирогова	Проспект Большой В.О., 51 	59,93671	30,273036
больница	МСЧ №157	Улица Варшавская, 100 	59,849975	30,317072
больница	Наркологический диспансер	Улица Жака Дюкло, 6 	60,00998	30,358116
больница	Наркологический диспансер	Проспект Кондратьевский, 18 	59,963521	30,379756
больница	Наркологический диспансер	Улица Краснопутиловская, 4 	59,87551	30,259948
больница	Наркологический диспансер	Улица Тверская, 10 	59,947005	30,382011
больница	Наркологический диспансер	Улица Школьная, 23 	59,987852	30,283259
больница	Наркологический диспансер	Улица Стахановцев, 12 	59,926395	30,411763
больница	Наркологический диспансер	Улица Кузнецовская, 44 	59,871933	30,329801
больница	Наркологический диспансер	Улица Ивановская, 32 	59,87187	30,436377
больница	Наркологический диспансер	Улица Боровая, 26 	59,919432	30,347201
больница	Наркологический диспансер	Улица Самойловой, 28 	59,899875	30,371123
больница	Наркологический диспансер, детско-подростковое отделение	Улица Республиканская, 18 	59,933812	30,411278
больница	Наркологическое диспансерное отделение	Линия 4-я и 5-я В.О., 48 	59,946486	30,278453
больница	Наркологическое отделение	Улица Разводная, 19 	59,875664	29,899867
больница	Наркологическое отделение	Улица Колпинская, 27 	59,960922	30,294946
больница	Научно-исследовательский детский ортопедический институт им. Г. И. Турнера	Улица Боткинская, 13 	59,958453	30,351971
больница	Неотложная медицинская помощь	Улица Ланская, 8 	59,997784	30,322084
больница	Неотложная медицинская помощь	Улица Дибуновская, 28 	59,985111	30,27398
больница	Неотложная медицинская помощь	Улица Будапештская, 63 	59,849817	30,384347
больница	Неотложная медицинская помощь	Улица Гороховая, 6 	59,935737	30,311448
больница	Неотложная медицинская помощь	Улица Мытнинская, 25 	59,935615	30,380834
больница	Неотложная медицинская помощь	Улица Витебская, 11 	59,92083	30,280061
больница	Неотложная медицинская помощь	Проспект Рижский, 21 	59,913672	30,28546
больница	Неотложная медицинская помощь	Проспект Московский, 22 	59,919662	30,318365
больница	Неотложная медицинская помощь	Линия 12-я и 13-я В.О., 16 	59,938779	30,27442
больница	Неотложная медицинская помощь	Проспект Муринский 2-й, 35 	59,999804	30,349034
больница	Неотложная медицинская помощь	Улица Кустодиева, 6 	60,042824	30,356652
больница	Неотложная медицинская помощь	Улица Маршала Казакова, 14 	59,858177	30,236825
больница	Неотложная медицинская помощь	Проспект Космонавтов, 35 	59,855954	30,348944
больница	Неотложная медицинская помощь	Улица Костюшко, 6 	59,849325	30,299393
больница	НИИ акушерства и гинекологии им. Д. О. Отта	Линия Менделеевская, 3 	59,942002	30,300947
больница	НИИ детских инфекций	Улица Профессора Попова, 9 	59,970943	30,318123
больница	НИИ медицинской микологии им. П. Н. Кашкина СПбМАПО	Улица Сантьяго-де-Куба, 1 	60,033391	30,355439
больница	НИИ онкологии им. профессора Н. Н. Петрова	Улица Ленинградская, 68 	60,119319	30,179441
больница	НИИ скорой помощи им. Джанелидзе	Улица Будапештская, 3 	59,873668	30,363856
больница	НИИ уха, горла, носа и речи	Улица Бронницкая, 9 	59,915278	30,320279
больница	НИИ фтизиопульмонологии	Проспект Лиговский, 2 	59,937734	30,365796
больница	НИИ фтизиопульмонологии, детское отделение	Проспект Муринский 2-й, 12 	60,003003	30,337221
больница	НИИ фтизиопульмонологиии (филиал)	Улица Политехническая, 32 	60,010115	30,367431
больница	Норвежский медицинский центр	Канал Межевой, 5 	59,911498	30,249878
больница	Областная больница им. Ф. П. Гааза	Улица Хохрякова, 1 	59,920794	30,377376
больница	Областная клиническая больница	Проспект Луначарского, 45 	60,036542	30,360029
больница	Областная консультативная детская поликлиника	Улица Комсомола, 6 	59,95357	30,367036
больница	Областная консультативная поликлиника	Проспект Луначарского, 45 	60,036542	30,360029
больница	Областной кардиологический диспансер	Улица Комсомола, 6 	59,95357	30,367036
больница	Областной кожно-венерологический диспансер	Проспект Рижский, 43 	59,914385	30,272623
больница	Областной онкологический диспансер	Проспект Литейный, 37 	59,94028	30,347156
больница	Областной противотуберкулёзный диспансер	Проспект Литейный, 37 	59,94028	30,347156
больница	Областной психоневрологический диспансер	Улица Некрасова, 31 	59,938446	30,361934
больница	Окружная стоматологическая поликлиника №353	Улица Садовая, 10 	59,936124	30,336709
больница	Он Клиник-Нева	Проспект Суворовский, 26 	59,937152	30,373199
больница	Онкологический  диспансер	Проспект Новоизмайловский, 77 	59,856501	30,301306
больница	Орто-С, ортопедический центр	Улица Ольминского, 6 	59,899839	30,425256
больница	Отделение №1 кожно-венерологического диспансера №11	Улица Чайковского, 1 	59,946234	30,339413
больница	Отделение №2 кожно-венерологического диспансера №11	Улица Моисеенко, 26 	59,937544	30,391488
больница	Отделение №3 кожно-венерологического диспансера №11	Улица Стремянная, 4 	59,931251	30,349366
больница	Отделение профосмотров кожно-венерологического диспансера	Улица Пражская, 33 	59,865605	30,397354
больница	Пакс, городской пародонтологический центр	Проспект Невский, 15 	59,935881	30,318312
больница	Пакс, пародонтологический центр	Проспект Добролюбова, 27 	59,950614	30,297156
больница	Педиатрическая служба 24	Проспект Энгельса, 24 	60,002171	30,326342
больница	Педиатрическая служба 24	Проспект Энгельса, 27 	60,00523	30,327995
больница	Первый военно-морской клинический госпиталь	Проспект Старо-Петергофский, 2 	59,914164	30,278534
больница	Подростковый филиал женской консультации	Улица Типанова, 5 	59,853636	30,3276
больница	Покровская больница	Проспект Большой В.О., 85 	59,931075	30,253256
больница	Поликлиника №1 МСЧ №144	Проспект Обуховской Обороны, 271 	59,851173	30,476532
больница	Поликлиника №1 РАН	Набережная Университетская, 5 	59,940754	30,302959
больница	Поликлиника №1 СПбГУ	Линия Менделеевская, 5 	59,943354	30,29889
больница	Поликлиника №10	Проспект Шаумяна, 51 	59,927667	30,419129
больница	Поликлиника №100	Проспект Искровский, 10 	59,911417	30,462096
больница	Поликлиника №101	Улица Маршала Казакова, 14 	59,858177	30,236825
больница	Поликлиника №102	Проспект Королёва, 5 	60,01038	30,291928
больница	Поликлиника №103	Проспект Энтузиастов, 16 	59,945499	30,464665
больница	Поликлиника №104	Улица Сикейроса, 10 	60,035805	30,331032
больница	Поликлиника №104, поликлиническое отделение №15	Проспект Удельный, 22 	60,0208	30,312742
больница	Поликлиника №105	Улица Комсомольская 2-я, 23 	59,83862	30,143194
больница	Поликлиника №106	Улица Рихарда Зорге, 1 	59,850201	30,177519
больница	Поликлиника №107	Улица Коммуны, 36 (812)527-11-56	59,944648	30,506518
больница	Поликлиника №107, поликлиническое отделение №11	Улица Ржевская, 18 	59,979898	30,503032
больница	Поликлиника №109	Улица Олеко Дундича, 8 	59,829509	30,38918
больница	Поликлиника №11, детское отделение №23	Проспект Сампсониевский Большой, 62 	59,964066	30,311583
больница	Поликлиника №110	Улица Красного Флота, 13 	59,907	29,779709
больница	Поликлиника №111	Улица Ольховая, 6 	60,014994	30,263793
больница	Поликлиника №112	Улица Академика Байкова, 25 	60,023646	30,38547
больница	Поликлиника №114	Улица Школьная, 116 	59,991322	30,211619
больница	Поликлиника №114 (филиал)	Улица Школьная, 31 	59,987055	30,275363
больница	Поликлиника №114, детское отделение №16	Улица Школьная, 114 	59,991133	30,212849
больница	Поликлиника №115	Улица Шаврова, 19 	60,025934	30,243877
больница	Поликлиника №13	Улица Тобольская, 4 	59,972595	30,340904
больница	Поликлиника №14	Проспект Муринский 2-й, 35 	59,999804	30,349034
больница	Поликлиника №17	Проспект Металлистов, 56 	59,956426	30,420046
больница	Поликлиника №17, поликлиническое отделение №18	Улица Бестужевская, 79 	59,976706	30,432326
больница	Поликлиника №19	Улица Пражская, 11 	59,87677	30,38476
больница	Поликлиника №19, поликлиническое отделение	Улица Воронежская, 104 	59,909783	30,344039
больница	Поликлиника №2, МСЧ №144	Улица Минеральная, 32 	59,963521	30,365626
больница	Поликлиника №2, ЦМСЧ №122	Проспект Новочеркасский, 4 	59,939329	30,408934
больница	Поликлиника №20	Улица Кронштадтская, 13 	59,868153	30,256436
больница	Поликлиника №21	Улица Костюшко, 6 	59,849325	30,299393
больница	Поликлиника №23	Улица Косинова, 17 	59,896052	30,272282
больница	Поликлиника №24	Набережная Обводного канала, 140 	59,90861	30,277672
больница	Поликлиника №24, детское отделение	Набережная Обводного канала, 123 	59,910005	30,322821
больница	Поликлиника №24, лечебно-диагностическое отделение	Набережная Фонтанки реки, 154 	59,915684	30,282603
больница	Поликлиника №24, управление	Улица Серпуховская, 7 	59,916207	30,321878
больница	Поликлиника №25	Проспект Солидарности, 1 	59,928203	30,484105
больница	Поликлиника №27	Проспект Вознесенский, 27 	59,925683	30,307235
больница	Поликлиника №27, детское отделение	Проспект Римского-Корсакова, 35 	59,923703	30,299716
больница	Поликлиника №27, детское отделение	Улица Пионерская, 1 	59,95516	30,296824
больница	Поликлиника №28	Переулок Подъездной, 2 	59,920853	30,330636
больница	Поликлиника №285 ВМФ	Набережная Английская, 34 	59,933217	30,291892
больница	Поликлиника №29	Улица Ланская, 12 	59,999237	30,320162
больница	Поликлиника №29	Улица Мира, 26 	59,961561	30,324151
больница	Поликлиника №3	Улица Железноводская, 64 	59,949866	30,236888
больница	Поликлиника №3, детское отделение №24	Улица Кораблестроителей, 31 	59,953484	30,220404
больница	Поликлиника №3, поликлиническое отделение №2	Линия 2-я и 3-я В.О., 50 	59,788022	30,112463
больница	Поликлиника №30	Улица Зеленина Малая, 6 	59,962998	30,280555
больница	Поликлиника №32	Переулок Вяземский, 3 	59,971722	30,303031
больница	Поликлиника №33	Улица Оскаленко, 18 	59,986529	30,27663
больница	Поликлиника №34	Улица Зверинская, 15 	59,95284	30,297695
больница	Поликлиника №37	Улица Правды, 18 	59,921854	30,340527
больница	Поликлиника №38	Улица Кавалергардская, 26 	59,946166	30,38237
больница	Поликлиника №39	Улица Конюшенная Малая, 2 	59,93832	30,326513
больница	Поликлиника №39	Улица Фурштатская, 36 	59,945252	30,35834
больница	Поликлиника №4	Проспект Большой В.О., 59 	59,935696	30,269506
больница	Поликлиника №40	Проспект Невский, 86 	59,932459	30,350893
больница	Поликлиника №41	Проспект Науки, 71 	60,005036	30,426307
больница	Поликлиника №42	Улица Гастелло, 21 	59,857012	30,334553
больница	Поликлиника №43	Проспект Ленинский, 123 	59,8513	30,26126
больница	Поликлиника №44	Улица Будапештская, 20 	59,866088	30,373046
больница	Поликлиника №45	Улица Танкиста Хрустицкого, 5 	59,839556	30,247812
больница	Поликлиника №46	Улица Седова, 95 	59,866373	30,441291
больница	Поликлиника №46 (филиал)	Переулок Матюшенко, 14 	59,875095	30,43909
больница	Поликлиника №47	Улица Благодатная, 18 	59,877005	30,316021
больница	Поликлиника №47	Проспект Московский, 72 	59,906386	30,319039
больница	Поликлиника №47, подразделение №2	Проспект Московский, 87 	59,896111	30,318815
больница	Поликлиника №48	Улица Бассейная, 19 	59,864019	30,308071
больница	Поликлиника №49, поликлиническое отделение	Проспект Лахтинский, 98 	59,991376	30,145476
больница	Поликлиника №49, поликлиническое отделение №63	Проспект Морской, 3 	59,970898	30,277133
больница	Поликлиника №5	Улица Купчинская, 5 	59,843973	30,379936
больница	Поликлиника №50	 Комсомольская 2-я, 40 	59,83016	30,143742
больница	Поликлиника №50 (филиал)	Улица Воровского, 2 	59,832769	30,098772
больница	Поликлиника №51	Проспект Космонавтов, 35 	59,855954	30,348944
больница	Поликлиника №52, поликлиническое отделение №116	Улица Асафьева, 1 	60,047384	30,320081
больница	Поликлиника №53	Улица Наличная, 37 	59,941556	30,232909
больница	Поликлиника №54	Улица Васенко, 9 	59,96947	30,392647
больница	Поликлиника №54, поликлиническое отделение №16	Улица Комсомола, 14 	59,954462	30,359131
больница	Поликлиника №55	Улица Гжатская, 3 	59,997604	30,378427
больница	Поликлиника №56	Улица Пражская, 40 	59,868731	30,39739
больница	Поликлиника №57	Улица Софьи Ковалевской, 8 	60,012993	30,409077
больница	Поликлиника №6	Проспект Елизарова, 32 	59,892103	30,410865
больница	Поликлиника №64	Улица Фронтовая, 1 	59,852154	30,036762
больница	Поликлиника №66	Улица Московская, 15 	59,720885	30,401711
больница	Поликлиника №66, амбулатория	Шоссе Волхонское, 31 	59,846509	30,024464
больница	Поликлиника №67	Улица Госпитальная, 1 	59,685498	30,444363
больница	Поликлиника №68	Улица Борисова, 9 	60,102235	29,969936
больница	Поликлиника №69	Проспект Ленина, 19 	59,747661	30,101782
больница	Поликлиника №69, детское отделение	Улица Комсомольская, 11 	59,728665	30,074042
больница	Поликлиника №7	Проспект Обуховской Обороны, 261 	59,858426	30,479056
больница	Поликлиника №70	Улица Ленинградская, 52 	60,120717	30,169937
больница	Поликлиника №70, детское отделение	Улица Ленинградская, 52 	60,120717	30,169937
больница	Поликлиника №71	Улица Павловская, 10 	59,746786	30,588219
больница	Поликлиника №72	Улица Пионерская, 1 	59,95516	30,296824
больница	Поликлиника №72 (филиал)	Улица Школьная, 18 	59,987235	30,283798
больница	Поликлиника №73	Улица Александра Товпеко, 17 	59,7853	30,624466
больница	Поликлиника №73, детское отделение	Улица Александра Товпеко, 17 	59,7853	30,624466
больница	Поликлиника №74	Улица Комсомола, 2 	59,955372	30,371357
больница	Поликлиника №74, ортопедическая стоматология	Улица Советская, 21 	59,997734	30,141164
больница	Поликлиника №75	Улица Кузнецовская, 9 	59,870754	30,308969
больница	Поликлиника №76, межвузовская	Улица Хлопина, 11 	59,99935	30,375184
больница	Поликлиника №77	Проспект Шлиссельбургский, 25 	59,837332	30,501747
больница	Поликлиника №78	Улица Будапештская, 63 	59,849817	30,384347
больница	Поликлиника №8	Улица Новосёлов, 45 	59,885047	30,471636
больница	Поликлиника №81, Максимилиановская лечебница	Проспект Вознесенский, 19 	59,927581	30,307747
больница	Поликлиника №83	Проспект Большой П.С., 10 	59,953935	30,29253
больница	Поликлиника №86	Улица Киришская, 5 	60,032753	30,422669
больница	Поликлиника №87	Улица Дыбенко, 21 	59,902844	30,472876
больница	Поликлиника №89	Улица Школьная, 35 	59,987051	30,27035
больница	Поликлиника №90	Улица Тимуровская, 17 	60,042631	30,407766
больница	Поликлиника №91	Улица Отважных, 8 	59,835464	30,170386
больница	Поликлиника №93	Улица Освобождения, 15 	59,741577	30,088873
больница	Поликлиника №94	Проспект Товарищеский, 24 	59,913523	30,487734
больница	Поликлиника №95	Улица Машиностроителей, 10 	59,734566	30,571053
больница	Поликлиника №95 (филиал)	Проспект Ленина, 46 	59,748949	30,10418
больница	Поликлиника №96	Проспект Просвещения, 53 	60,042847	30,380843
больница	Поликлиника №97	Улица Кустодиева, 6 	60,042824	30,356652
больница	Поликлиника №98	Бульвар Серебристый, 14 	60,001113	30,280987
больница	Поликлиника №99	Улица Есенина, 38 	60,055812	30,344758
больница	Поликлиника АО	Улица Тимуровская, 17 	60,042631	30,407766
больница	Поликлиника Военного университета связи	Проспект Тихорецкий, 3 	60,010942	30,374007
больница	Поликлиника Госпиталя ветеранов войн	Улица Народная, 21 	59,880121	30,465303
больница	Поликлиника ГУВД СПб и Ленинградской области	Улица Морская Малая, 10 	59,935232	30,312733
больница	Поликлиника ЗАО	Проспект Кондратьевский, 72 	59,985467	30,398118
больница	Поликлиника Научно-лечебного центра Комитета ветеранов подразделений особого риска РФ	Улица Красина, 4 	59,966201	30,48627
больница	Поликлиника НИИ уха, горла, носа и речи	Улица Бронницкая, 9 	59,915278	30,320279
больница	Поликлиника ОАО	Улица Гороховая, 16 	59,933483	30,314943
больница	Поликлиника Октябрьской железной дороги	Улица Боровая, 55 	59,911191	30,339072
больница	Поликлиника СПб. метрополитена	Проспект Трамвайный, 22 	59,854576	30,27451
больница	Поликлиника СПбГУ (филиал)	Проспект Университетский, 35 	59,88167	29,829727
больница	Поликлиника Университета путей сообщения	Проспект Московский, 9 	59,923667	30,316874
больница	Поликлиника частных охранников и детективов	Улица Боровая, 84 	59,911299	30,34156
больница	Поликлинический комплекс	Проспект Московский, 22 	59,919662	30,318365
больница	Поликлинический комплекс МСЧ №67	Проспект Санкт-Петербургский, 60 	59,881724	29,893938
больница	Поликлиническое отделение №52	Улица Ломоносова, 76 	59,927428	30,337104
больница	Поликлиническое отделение №58, детское отделение	Проспект Лахтинский, 98 	59,991376	30,145476
больница	Поликлиническое отделение №65 (филиал)	Улица Самсониевская, 3 	59,879561	29,905509
больница	Поликлиническое отделение №65 Николаевской больницы	Улица Царицынская, 1 	59,876707	29,916342
больница	Приморская клиника	Улица Савушкина, 115 	59,985107	30,235388
больница	Прогноз	Улица Варшавская, 100 	59,849975	30,317072
больница	Прогноз-Рыбацкое	Улица Караваевская, 30 	59,83238	30,511207
больница	Прогноз, лечебно-диагностический центр	Улица Некрасова, 31 	59,938446	30,361934
больница	Пролетарская, поликлиника МО №50	Улица Дудко, 8 	59,886018	30,43414
больница	Противотуберкулёзное отделение городской больницы №36	Улица Зосимова, 8 	59,999413	29,7615
больница	Противотуберкулёзное отделение поликлиники №65	Улица Самсониевская, 3 	59,879561	29,905509
больница	Противотуберкулёзный диспансер	Проспект Ленина, 1 	59,761214	30,111744
больница	Противотуберкулёзный диспансер	Улица Морская, 34 	59,93323	30,31205
больница	Противотуберкулёзный диспансер	Бульвар Октябрьский, 6 	59,726524	30,405277
больница	Противотуберкулёзный диспансер №11	Проспект Тореза, 93 	60,028325	30,322596
больница	Противотуберкулёзный диспансер №12	Проспект Рижский, 21 	59,913672	30,28546
больница	Противотуберкулёзный диспансер №14	Проспект Обуховской Обороны, 231 	59,864128	30,471304
больница	Противотуберкулёзный диспансер №15	Улица Лётчика Пилютова, 41 	59,82647	30,139358
больница	Противотуберкулёзный диспансер №16	Улица Оборонная, 35 	59,893638	30,257415
больница	Противотуберкулёзный диспансер №17	Улица Боровая, 1 	59,923076	30,348522
больница	Противотуберкулёзный диспансер №2	Улица Детская, 14 	59,928519	30,250174
больница	Противотуберкулёзный диспансер №5	Набережная Свердловская, 40 	59,958904	30,40031
больница	Противотуберкулёзный диспансер №8	Улица Советская 8-я, 53 	59,933528	30,381436
больница	Психиатрическая больница №3 им. И. И. Скворцова-Степанова	Шоссе Фермское, 36 	60,02258	30,304091
больница	Психиатрическая больница №3 им. И. И. Скворцова-Степанова, дневной стационар	Улица Шепетовская, 14 	59,946567	30,420306
больница	Психиатрическая больница №4	Набережная Обводного канала, 75 	59,915558	30,351873
больница	Психиатрическая больница №6	Набережная Обводного канала, 9 	59,919229	30,388182
больница	Психиатрическая больница №7	Линия 14-я и 15-я В.О., 4 	59,934502	30,275525
больница	Психиатрическая больница им. П. П. Кащенко	Улица Седова, 122 	59,867936	30,444579
больница	Психиатрическая больница св. Николая Чудотворца	Набережная Мойки реки, 126 	59,92603	30,277708
больница	Психиатрическая больница специализированного типа с интенсивным наблюдением	Улица Арсенальная, 9 	59,959625	30,370665
больница	Психоневрологический диспансер	Проспект Ленина, 1 	59,761214	30,111744
больница	Психоневрологический диспансер	Набережная Обводного канала, 13 	59,91766	30,385676
больница	Психоневрологический диспансер №1	Линия 12-я и 13-я В.О., 39 	59,942768	30,269272
больница	Психоневрологический диспансер №10	Переулок Матвеева, 3 	59,926345	30,292189
больница	Психоневрологический диспансер №2	Шоссе Фермское, 34 	60,019995	30,309634
больница	Психоневрологический диспансер №3	Переулок Татарский, 16 	59,953565	30,302411
больница	Психоневрологический диспансер №4 Приморского района	Улица Пудожская, 6 	59,964593	30,292117
больница	Психоневрологический диспансер №5	Шоссе Революции, 17 	59,959201	30,421663
больница	Психоневрологический диспансер №7	Проспект Старо-Петергофский, 50 	59,901928	30,276603
больница	Психоневрологический диспансер №8	Проспект Юрия Гагарина, 18 	59,859452	30,338551
больница	Психоневрологический диспансер №8	Улица Воздухоплавательная, 13 	59,898697	30,340886
больница	Психоневрологический диспансер №9	Улица Ивановская, 18 	59,873333	30,440985
больница	Психоневрологический диспансер №9, стационар	Улица Ивановская, 12 	59,874092	30,443519
больница	Психоневрологический диспансер Фрунзенского района	Переулок Подъездной, 21 	59,914804	30,335496
больница	Психоневрологический интернат №10	Улица Коллонтай, 36 	59,927148	30,493546
больница	Психоневрологический интернат №6	Шоссе Приморское, 675 	60,183531	29,499237
больница	Психоневрологический интернат №7	Проспект Ветеранов, 180 	59,834379	30,127896
больница	Психоневрологический интернат №9	Улица Красногородская, 1 	59,716633	30,083627
больница	Психоневрологический НИИ им. В. М. Бехтерева	Улица Бехтерева, 3 	59,903097	30,404101
больница	Пушкинский гарнизонный госпиталь	Улица Радищева, 28 	59,939672	30,363155
больница	РАМИ	Улица Кирочная, 13 	59,943679	30,355017
больница	РАМИ	Улица Гончарная, 20 	59,92869	30,367728
больница	Республиканская клиническая инфекционная больница Минздрава России	Шоссе Шлиссельбургское, 3 	59,820911	30,569166
больница	Родильное отделение при городской больнице №38	Улица Госпитальная, 5 	59,717881	30,41789
больница	Родильный дом №1, специализированный	Линия 14-я и 15-я В.О., 19 	59,937436	30,272174
больница	Родильный дом №10	Улица Тамбасова, 21 	59,830997	30,155267
больница	Родильный дом №11	Улица Леснозаводская, 10 	59,867276	30,454873
больница	Родильный дом №13	Улица Костромская, 4 	59,942124	30,38962
больница	Родильный дом №14	Улица Комсомола, 4 	59,954421	30,369192
больница	Родильный дом №15	Улица Вавиловых, 12 	60,02267	30,389485
больница	Родильный дом №16	Улица Балканская Малая, 54 	59,8286	30,419094
больница	Родильный дом №18	Проспект Солидарности, 6 	59,925236	30,490483
больница	Родильный дом №2	Улица Фурштатская, 36 	59,945252	30,35834
больница	Родильный дом №6 им. профессора В. Ф. Снегирёва	Улица Маяковского, 5 	59,93424	30,355816
больница	Родильный дом №9	Улица Орджоникидзе, 47 	59,841306	30,352304
больница	Родильный дом при городской больнице №33	Улица Вавилова, 3 	59,74534	30,587851
больница	Российский научно-исследовательский нейтрохирургический институт им. А. Л. Поленова	Улица Маяковского, 12 	59,933843	30,354011
больница	Северо-Западный институт андрологии	Улица Пражская, 12 	59,878134	30,385434
больница	Северо-Западный окружной медицинский центр	Улица Циолковского, 3 	59,914561	30,282226
больница	Северо-Западный окружной медицинский центр Минздрава России	Линия Съездовская, 15 	59,939095	30,315868
больница	Северо-Западный окружной медицинский центр Минздрава России	Набережная Фонтанки реки, 154 	59,915684	30,282603
больница	Северо-Западный центр лазерной медицины и хирургии	Переулок Ковенский, 11 +7 (812) 275-42-42	59,93722	30,35993
больница	Скандинавия	Проспект Литейный, 55 	59,935444	30,34748
больница	Скорая медицинская помощь	Проспект Аптекарский, 12 	59,972159	30,318913
больница	Скорая медицинская помощь	Улица Красного Флота, 13 	59,907	29,779709
больница	Скорая медицинская помощь	Улица Морского Десанта, 12 	59,886609	29,892798
больница	Скорая медицинская помощь	Улица Будапештская, 20 	59,866088	30,373046
больница	Скорая медицинская помощь	Улица Олеко Дундича, 26 	59,831336	30,408996
больница	Скорая медицинская помощь	Улица Купчинская, 5 	59,843973	30,379936
больница	Скорая медицинская помощь	Улица Пражская, 11 	59,87677	30,38476
больница	Скорая медицинская помощь	Улица Пражская, 40 	59,868731	30,39739
больница	Скорая медицинская помощь	Улица Конюшенная Малая, 2 	59,93832	30,326513
больница	Скорая медицинская помощь	Улица Очаковская, 8 	59,945436	30,38626
больница	Скорая медицинская помощь	Проспект Луначарского, 60 	60,041858	30,340266
больница	Скорая медицинская помощь	Улица Ломоносова, 76 	59,927428	30,337104
больница	Скорая медицинская помощь	Проспект Науки, 71 	60,005036	30,426307
больница	Скорая медицинская помощь	Улица Тимуровская, 17 	60,042631	30,407766
больница	Скорая медицинская помощь	Проспект Пискарёвский, 12 	59,965719	30,407667
больница	Скорая медицинская помощь	Улица Софьи Ковалевской, 8 	60,012993	30,409077
больница	Скорая медицинская помощь	Улица Генерала Симоняка, 6 	59,830119	30,205393
больница	Скорая медицинская помощь	Улица Кронштадтская, 13 	59,868153	30,256436
больница	Скорая медицинская помощь	Улица Пионерская, 1 	59,95516	30,296824
больница	Скорая медицинская помощь	Улица Вавилова, 5 	59,744792	30,587312
больница	Скорая медицинская помощь	Улица Пороховская Большая, 22 	59,953953	30,418617
больница	Скорая медицинская помощь	Улица Коммуны, 36 	59,950956	30,4989
больница	Скорая медицинская помощь	Улица Освобождения, 15 	59,741577	30,088873
больница	Скорая медицинская помощь	Улица Восстания, 24 	59,938302	30,360047
больница	Скорая медицинская помощь	Улица Кавалерийская, 7 	60,193914	29,696983
больница	Скорая медицинская помощь	Улица Инструментальщиков, 11 	60,082144	29,95046
больница	Скорая медицинская помощь	Улица Ленинградская, 52 	60,120717	30,169937
больница	Скорая медицинская помощь	Улица Бассейная, 19 	59,864019	30,308071
больница	Скорая медицинская помощь	Улица Благодатная, 18 	59,877005	30,316021
больница	Скорая медицинская помощь	Улица Авиационная, 25 	59,855222	30,333044
больница	Скорая медицинская помощь	Проспект Большевиков, 30 	59,896973	30,493483
больница	Скорая медицинская помощь	Улица Седова, 95 	59,866373	30,441291
больница	Скорая медицинская помощь №4	Улица Глинки, 15 	59,923739	30,29854
больница	СПб. медицинская академия последипломного образования	Улица Кирочная, 41 	59,942935	30,373369
больница	Стационар противотуберкулёзного диспансера	Шоссе Павловское, 14 	59,708187	30,418016
больница	Стимул	Проспект Московский, 149 	59,874986	30,319219
больница	Стоматологическая поликлиника	Улица Ижорская, 5 	59,958886	30,298252
больница	Стоматологическая поликлиника №1	Проспект Невский, 46 	59,934934	30,333798
больница	Стоматологическая поликлиника №10	Улица Маршала Говорова, 32 	59,889756	30,27778
больница	Стоматологическая поликлиника №11	Проспект Народного Ополчения, 5 	59,852466	30,279792
больница	Стоматологическая поликлиника №12	Проспект Московский, 122 	59,889652	30,320207
больница	Стоматологическая поликлиника №12 (филиал)	Улица Благодатная, 16 	59,875926	30,314808
больница	Стоматологическая поликлиника №12 (филиал)	Проспект Московский, 153 	59,872236	30,319704
больница	Стоматологическая поликлиника №12, детское отделение	Проспект Новоизмайловский, 65 	59,85806	30,303202
больница	Стоматологическая поликлиника №13	Проспект Обуховской Обороны, 123 	59,891737	30,439351
больница	Стоматологическая поликлиника №13 (филиал)	Проспект Елизарова, 3 	59,897722	30,427205
больница	Стоматологическая поликлиника №14	Переулок Спасский, 10 	59,928411	30,31894
больница	Стоматологическая поликлиника №15 Фрунзенского района	Проспект Загородный, 48 	59,921168	30,331409
больница	Стоматологическая поликлиника №16	Улица Красноармейская 4-я, 19 	59,913893	30,311044
больница	Стоматологическая поликлиника №17	Улица Рентгена, 9 	59,96385	30,322192
больница	Стоматологическая поликлиника №18	Улица Веры Слуцкой, 9 	59,748994	30,583413
больница	Стоматологическая поликлиника №18, зубопротезное отделение	Улица Тверская, 50 	59,736879	30,612546
больница	Стоматологическая поликлиника №19	Улица Школьная, 33 	59,987051	30,27035
больница	Стоматологическая поликлиника №2	Линия 8-я и 9-я В.О., 41 	59,941475	30,277537
больница	Стоматологическая поликлиника №20	Улица Маршала Казакова, 14 	59,858177	30,236825
больница	Стоматологическая поликлиника №21	Улица Седова, 94 	59,872561	30,438461
больница	Стоматологическая поликлиника №22	Переулок Басков, 38 	59,939275	30,366461
больница	Стоматологическая поликлиника №23	Улица Пражская, 19 	59,872069	30,389242
больница	Стоматологическая поликлиника №24	Проспект Костромской, 11 	60,014216	30,318788
больница	Стоматологическая поликлиника №25	Проспект Ленинский, 178 	59,852285	30,317853
больница	Стоматологическая поликлиника №27	Улица Наличная, 27 	59,937986	30,234148
больница	Стоматологическая поликлиника №28	Улица Пограничника Гарькавого, 14 	59,84126	30,147982
больница	Стоматологическая поликлиника №28, детское отделение	Улица Пограничника Гарькавого, 28 	59,83692	30,147093
больница	Стоматологическая поликлиника №28, отделение №5	Проспект Ленина, 104 	59,734221	30,089187
больница	Стоматологическая поликлиника №29	Улица Будапештская, 69 	59,846405	30,387311
больница	Стоматологическая поликлиника №3	Линия 20-я и 21-я В.О., 12 	59,932757	30,267305
больница	Стоматологическая поликлиника №30	Проспект Науки, 46 	60,005954	30,429541
больница	Стоматологическая поликлиника №31	Проспект Солидарности, 12 	59,919572	30,495307
больница	Стоматологическая поликлиника №32	Проспект Наставников, 22 	59,944292	30,489441
больница	Стоматологическая поликлиника №33	Проспект Королёва, 3 	60,010061	30,293662
больница	Стоматологическая поликлиника №4	Проспект Энгельса, 3 	59,997514	30,331319
больница	Стоматологическая поликлиника №5	Улица Чайковского, 27 	59,946198	30,35066
больница	Стоматологическая поликлиника №6, детское отделение	Улица Ленина, 39 	59,964309	30,29933
больница	Стоматологическая поликлиника №7	Набережная Ушаковская, 9 	59,982707	30,310415
больница	Стоматологическая поликлиника №8	Проспект Большеохтинский, 27 	59,953795	30,411215
больница	Стоматологическая поликлиника №9	Улица Конюшенная Большая, 8 	59,937815	30,324609
больница	Стоматологическая поликлиника ВМА	Улица Боткинская, 8 	59,957467	30,352205
больница	Стоматологическая поликлиника Октябрьской железной дороги	Набережная Фонтанки реки, 117 	59,921164	30,312868
больница	Стоматологическая поликлиника при Областной клинической больнице	Проспект Луначарского, 45 	60,036542	30,360029
больница	Стоматологическая поликлиника Северо-Западного окружного центра Минздрава РФ	Линия 6-я и 7-я В.О., 16 	59,940636	30,281876
больница	Стоматологическое отделение №16	Улица Комсомола, 14 	59,954462	30,359131
больница	Стоматологическое отделение больницы №40	Улица Инструментальщиков, 11 	60,082144	29,95046
больница	Стоматологическое отделение МСЧ №157	Улица Варшавская, 100 	59,849975	30,317072
больница	Стоматологическое отделение Николаевской больницы	Улица Царицынская, 1 	59,876707	29,916342
больница	Стоматологическое отделение поликлиники №38	Улица Кавалергардская, 26 	59,946166	30,38237
больница	Стоматологическое отделение поликлиники №69	Проспект Ленина, 19 	59,747661	30,101782
больница	Стомус	Проспект Луначарского, 49 	60,035962	30,36126
больница	Травматологический пункт	Проспект Вознесенский, 27 	59,925683	30,307235
больница	Травматологический пункт	Набережная Обводного канала, 140 	59,90861	30,277672
больница	Травматологический пункт	Линия 8-я и 9-я В.О., 51 	59,943305	30,275803
больница	Травматологический пункт	Проспект Энгельса, 37 	60,011149	30,325049
больница	Травматологический пункт	Проспект Энгельса, 27 	60,00523	30,327995
больница	Травматологический пункт	Улица Академика Байкова, 27 	60,023601	30,387832
больница	Травматологический пункт	Улица Гжатская, 3 	59,997604	30,378427
больница	Травматологический пункт	Улица Комсомола, 14 	59,954462	30,359131
больница	Травматологический пункт	Проспект Просвещения, 53 	60,042847	30,380843
больница	Травматологический пункт	Улица Косинова, 17 	59,896052	30,272282
больница	Травматологический пункт	Улица Лёни Голикова, 29 	59,843299	30,2314
больница	Травматологический пункт	Улица Павловская, 10 	59,746786	30,588219
больница	Травматологический пункт	Улица Бестужевская, 79 	59,976706	30,432326
больница	Травматологический пункт	Улица Коммуны, 36 	59,950956	30,4989
больница	Травматологический пункт	Улица Авангардная, 4 	59,839583	30,181157
больница	Травматологический пункт	Улица Отважных, 8 	59,835464	30,170386
больница	Травматологический пункт	Улица Освобождения, 15 	59,741577	30,088873
больница	Травматологический пункт	Проспект Красных Командиров, 45 	59,720367	30,100228
больница	Травматологический пункт	Проспект Московский, 87 	59,896111	30,318815
больница	Травматологический пункт	Проспект Космонавтов, 35 	59,855954	30,348944
больница	Травматологический пункт	Проспект Искровский, 8 	59,912098	30,461539
больница	Травматологический пункт	Проспект Елизарова, 32 	59,892103	30,410865
больница	Травматологический пункт	Улица Новосёлов, 45 	59,885047	30,471636
больница	Травматологический пункт	Проспект Солидарности, 1 	59,928203	30,484105
больница	Травматологический пункт	Улица Льва Толстого, 6 	59,965205	30,321932
больница	Травматологический пункт	Улица Генерала Хрулёва, 7 	59,995818	30,294928
больница	Травматологический пункт	Улица Московская, 15 	59,720885	30,401711
больница	Травматологический пункт	Улица Купчинская, 5 	59,843973	30,379936
больница	Травматологический пункт	Улица Кавалергардская, 26 	59,946166	30,38237
больница	Травматологический пункт	Улица Конюшенная Малая, 2 	59,93832	30,326513
больница	Травматологический пункт	Улица Мытнинская, 25 	59,935615	30,380834
больница	Травматологический пункт	Улица Правды, 18 	59,921854	30,340527
больница	Туберкулёзная больница №2	Проспект Тореза, 93 	60,028325	30,322596
больница	Туберкулёзная больница №8	Улица Мичурина, 24 	60,197603	29,647162
больница	Фельдшерско-акушерский пункт	Улица Коммунаров, 2 	59,77342	30,128884
больница	Филиал городского детского психоневрологического центра	Улица Благодатная, 7 	59,873591	30,29986
больница	Хеликс, диагностический центр	Проспект Сампсониевский Большой, 20 	59,979988	30,27972
больница	Центр восстановительного лечения	Проспект Стачек, 59 	59,87402	30,258026
больница	Центр гинекологии	Улица Вавиловых, 14 	60,02441	30,39165
больница	Центр медико-социальной экспертизы, протезирования инвалидов им. Г. А. Альбрехта	Улица Бестужевская, 50 	59,978962	30,429774
больница	Центр неврологии и остеопатии доктора А. В. Устинова	Улица Лизы Чайкиной, 4 	59,956129	30,298953
больница	Центр планирования семьи и репродукции	Улица Комсомола, 4 	59,954421	30,369192
больница	Центр по профилактике и борьбе со СПИДом	Набережная Обводного канала, 179 	59,909432	30,295036
больница	Центр профилактики и комплексного лечения сахарного диабета	Проспект Невский, 116 	59,931413	30,359257
больница	Центр реабилитации центра медико-социальной экспертизы	Улица Бестужевская, 10 	59,98643	30,393599
больница	Центр Системной терапии	 Улица Малая Посадская, 0 232-01-27 или 8-921-917-80-05 	59,957061	30,325759
больница	Центральная поликлиника ЦМСЧ №122	Проспект Луначарского, 49 	60,035962	30,36126
больница	Эксимер, офтальмологическая клиника	Улица Моховая, 38 	59,939776	30,346051
больница	Эпилептологический центр	Набережная Обводного канала, 13 	59,91766	30,385676
больница	Ювента, консультативно-диагностический центр репродуктивного здоровья подростков	Проспект Старо-Петергофский, 12 	59,910325	30,277133
отель	 	Проспект Римского-Корсакова, 5 	59,924397	30,310658
отель	 	Набережная Фонтанки реки, 99 	59,923541	30,321572
отель	 	Переулок Перекупной, 3 	59,927482	30,376801
отель	 	Переулок Перекупной, 3 	59,927482	30,376801
отель	 	Проспект Греческий, 17 	59,935922	30,367665
отель	 	Проспект Невский, 147 	59,925696	30,378472
отель	 	Проспект Невский, 147 	59,925696	30,378472
отель	 	Улица Гороховая, 5 	59,935502	30,310999
отель	 	Улица Караванная, 11 	59,933961	30,34094
отель	15-я линия 	Линия 15-я линия В.О., 50 	59,934452	30,245898
отель	33 Удовольствия 	Улица Восстания, 36 	59,941191	30,360263
отель	All Seasons 	Переулок Яковлевский, 11 	59,872805	30,325857
отель	All Welcome 	Переулок Мучной, 3 	59,930151	30,32177
отель	Alliance 	Переулок Орловский, 5 	59,932522	30,363883
отель	Anichkov Bridge 	Набережная Фонтанки реки, 38 	59,933997	30,344749
отель	Apple Paradise 	Проспект Большой П.С., 13 	59,955084	30,295288
отель	Belveder-Nevsky 	Улица Конюшенная Большая, 29 	59,93653	30,32212
отель	Best Corner Hotel 	Проспект Загородный, 11 	59,926481	30,343015
отель	Canny House 	Улица Стремянная, 7 	59,93089	30,350292
отель	Casa Leto 	Улица Морская Большая, 34 	59,93323	30,31205
отель	Central-Inn 	Улица Якубовича, 2 	59,933609	30,30357
отель	City Hotel 	Проспект Невский, 88 	59,932351	30,351855
отель	Club MarInn 	Набережная Морская, 31 	59,958638	30,216263
отель	Deluxe 	Улица Конюшенная Большая, 14 	59,936273	30,322884
отель	Deluxe 	Улица Галерная, 4 	59,934894	30,300794
отель	Fontanka Inn 	Улица Итальянская, 16 	59,935322	30,342952
отель	Golden Garden Boutique Hotel 	Проспект Владимирский, 9 	59,930543	30,34739
отель	Grand Hotel Europe 	Улица Михайловская, 1 	59,913839	29,766171
отель	Green Apple 	Улица Короленко, 14 	59,942354	30,350157
отель	Herzen 	Улица Морская Большая, 25 	59,93406	30,313038
отель	Kazanskaya 11 	Улица Казанская, 11 	59,931463	30,319632
отель	Lancaster Court Hotel 	Улица Фокина, 3 	59,966363	30,338784
отель	Like Home 	Улица Курская, 10 	59,912662	30,344731
отель	Marko Polo 	Линия 12-я линия В.О., 27 	59,940168	30,272246
отель	Nord Star 	Улица Морская Малая, 16 	59,934263	30,311296
отель	Novotel 	Улица Маяковского, 3 	59,933834	30,355178
отель	Park Inn Пулковская 	Площадь Победы, 1 	59,842712	30,318491
отель	Park Lane Inn 	Улица Правды, 22 	59,921146	30,339314
отель	Pio 	Набережная Грибоедова канала, 35 	59,931697	30,322031
отель	Polikoff 	Улица Караванная, 11 	59,933961	30,34094
отель	Rinaldi 	Проспект Невский, 103 	59,929497	30,368042
отель	Rinaldi 	Проспект Невский, 105 	59,92924	30,368581
отель	Rinaldi 	Проспект Большой П.С., 74 	59,963111	30,307505
отель	Rinaldi 	Проспект Малый П.С., 6 	59,953831	30,288775
отель	Rinaldi 	Набережная Мойки реки, 42 	59,936341	30,321905
отель	Rinaldi 	Проспект Московский, 18 	59,920505	30,318455
отель	Rinaldi 	Проспект Московский, 20 	59,920167	30,318338
отель	Rinaldi 	Улица Красноармейская 7-я, 9 	59,911732	30,314943
отель	Rinaldi 	Проспект Греческий, 17 	59,935922	30,367665
отель	Rinaldi 	Улица Зверинская, 4 	59,953398	30,29394
отель	Rinaldi 	Проспект Невский, 103 	59,929497	30,368042
отель	Shelford 	Линия 3-я линия В.О., 26 	59,943323	30,284607
отель	Sleep Cheap 	Улица Моховая, 18 	59,943607	30,345899
отель	St Petersburg International Hostel 	Улица Советская 3-я, 28 	59,932067	30,37062
отель	Stony Island Hotel на Петроградской 	Проспект Каменноостровский, 45 	59,968903	30,308906
отель	Vip service Петербург 	Проспект Московский, 107 	59,890446	30,318842
отель	Аве Цезарь на Васильевском 	Линия 2-я линия В.О., 31 	59,94312	30,285784
отель	Аве Цезарь на Пушкинской 	Улица Пушкинская, 9 	59,929515	30,356634
отель	Аве Цезарь на Стремянной 	Улица Стремянная, 14 	59,930994	30,351962
отель	Аве-Цезарь 	Улица Конюшенная Большая, 25 	59,93726	30,322165
отель	Аврора 	Улица Посадская Малая, 15 	59,957467	30,32857
отель	Австрийский дворик 	Улица Фурштатская, 45 	59,944738	30,366569
отель	Автово 	Улица Морской Пехоты, 6 	59,862316	30,249033
отель	Автомобилист 	Улица Ленина, 1 	59,958282	30,311359
отель	Адмирал 	Набережная Грибоедова канала, 33 	59,931819	30,323109
отель	Адмиралтейская 	Улица Александра Блока, 8 	59,923897	30,278022
отель	Александр Хаус 	Набережная Крюкова канала, 27 	59,918886	30,29977
отель	Александрия 	Переулок Спасский, 6 	59,928983	30,318105
отель	Альтбург 	Проспект Литейный, 35 	59,940542	30,347938
отель	Амбассадор 	Проспект Римского-Корсакова, 5 	59,924397	30,310658
отель	Амстердам 	Набережная Карповки реки, 14 	59,969245	30,30781
отель	Амулет 	Улица Морская Малая, 7 	59,935931	30,313497
отель	Амулет 	Проспект Большой П.С., 5 	59,953673	30,293024
отель	Анабель 	Проспект Невский, 188 	59,924019	30,384769
отель	Анабель 	Проспект Невский, 147 	59,925696	30,378472
отель	Англетер 	Улица Морская Большая, 39 	59,932793	30,30931
отель	Андерсен Отель 	Улица Чапыгина, 4 	59,97301	30,306849
отель	Аннушка 	Улица Гапсальская, 2 	59,912373	30,259822
отель	Анюта 	Проспект Индустриальный, 40 	59,954439	30,466776
отель	Аолла 	Улица Советская 10-я, 11 	59,936728	30,379675
отель	Арбат-Норд 	Улица Артиллерийская, 4 	59,941939	30,351522
отель	Аркадия 	Набережная Мойки реки, 58 	59,932265	30,314215
отель	Аскур 	Аллея Берёзовая 1-я, 7 	59,978561	30,294344
отель	Ассамблея 	Улица Садовая, 32 	59,928925	30,323755
отель	Астерия 	Набережная Фонтанки реки, 71 	59,92644	30,329271
отель	Астория 	Улица Морская Большая, 39 	59,932793	30,30931
отель	Атлантика 	Улица Казанская, 14 	59,931657	30,321429
отель	Атлетик 	Шоссе Петергофское, 27 	59,850595	30,173692
отель	Атриум 	Проспект Невский, 170 	59,926273	30,378409
отель	Балтийская звезда 	Аллея Берёзовая, 3 	59,991619	30,146626
отель	Белое и чёрное 	Шоссе Приморское, 238 	60,055448	29,975999
отель	Белые ночи 	Улица Народная, 93 	59,882022	30,489369
отель	Блюз 	Переулок Спасский, 9 	59,928126	30,317799
отель	Босфор-тур 	Проспект Маршала Жукова, 24 	59,859989	30,23537
отель	Братья Карамазовы 	Улица Социалистическая, 11 	59,922161	30,342782
отель	Венеция 	Проспект Невский, 100 	59,932369	30,356238
отель	Вероника 	Улица Генерала Хрулёва, 6 	59,995336	30,295162
отель	Веста 	Проспект Невский, 90 	59,932256	30,352546
отель	Визит 	Проспект Маршала Жукова, 43 	59,851019	30,216901
отель	Виктория 	Проспект Лиговский, 56 	59,924154	30,358242
отель	Вилма 	Проспект Дунайский, 51 	59,842354	30,414045
отель	Владимирский 	Улица Советская 1-я, 10 	59,931504	30,364952
отель	Владимирский 	Проспект Владимирский, 3 	59,931562	30,347067
отель	Выборгская 	Улица Торжковская, 3 	59,986965	30,306355
отель	Гайот 	Улица Профессора Попова, 23 	59,971118	30,312769
отель	Галакт 	Улица Красных Зорь, 8 	59,820522	30,169299
отель	Гаррах 	Улица Гороховая, 33 	59,929344	30,319425
отель	Гелиос Отель 	Шоссе Приморское, 593 	60,194826	29,661059
отель	Гельвеция 	Улица Марата, 11 	59,929479	30,353984
отель	Глория 	Улица Коломенская, 7 	59,925525	30,354029
отель	Гостевой дом на Галерной 	Улица Галерная, 16 	59,934033	30,298719
отель	Гостиница на Мучном 	Улица Садовая, 25 	59,929786	30,324761
отель	Гранд Отель Эмеральд 	Проспект Суворовский, 18 	59,935516	30,371249
отель	Дворы Капеллы 	Улица Таллинская, 11 	59,923847	30,414898
отель	Дворы Капеллы 	Улица Конюшенная Большая, 9 	59,939744	30,323728
отель	Девять сов 	Улица Советская 9-я, 5 	59,938103	30,371959
отель	Дизайн 	Улица Седова, 80 	59,876423	30,433709
отель	Дом Балтика 	Улица Нахимова, 1 	59,944116	30,235684
отель	Домик в Коломне 	Набережная Грибоедова канала, 174 	59,918097	30,282738
отель	Достоевский 	Проспект Владимирский, 19 	59,928379	30,34615
отель	Евразия 	Улица Гатчинская, 5 	59,961183	30,301908
отель	Екатерина 	Улица Садовая, 5 	59,936327	30,335838
отель	Елизар-отель 	Проспект Обуховской Обороны, 89 	59,898963	30,429379
отель	Елисеев Палас Отель 	Набережная Мойки реки, 59 	59,935403	30,318446
отель	Заневский 	Проспект Заневский, 32 	59,931742	30,425013
отель	Зарайя 	Переулок Яковлевский, 11 	59,872805	30,325857
отель	Звёздный 	Улица Пулковская, 6 	59,839411	30,34995
отель	Звёздный 	Улица Подольская, 43 	59,912576	30,327429
отель	Земля-тур 	Проспект Энгельса, 129 	60,047065	30,331804
отель	Златоуст 	Проспект Каменноостровский, 24 	59,961512	30,31506
отель	Знаменка 	Шоссе Санкт-Петербургское, 115 	59,874923	29,961411
отель	Золотой ключик 	Улица Чайковского, 81 	59,946058	30,366129
отель	Идиллия 	Переулок Кузнечный, 18 	59,926864	30,356373
отель	Ижора 	Улица Железнодорожная, 11 	59,704415	30,439593
отель	Ингрия 	Улица Вавилова, 20 	59,742719	30,590303
отель	Инпредсервис 	Проспект Ленинский, 115 	59,851033	30,246976
отель	Интертревел 	Улица Достоевского, 44 	59,922206	30,345414
отель	Искра 	Улица Посадская Малая, 10 	59,957588	30,322641
отель	Искра 	Улица Посадская Малая, 10 	59,957588	30,322641
отель	Искра хостел 	Улица Благодатная, 40 	59,876274	30,333861
отель	Камея 	Набережная Фонтанки реки, 90 	59,924785	30,331768
отель	Карелия 	Улица Маршала Тухачевского, 27 	59,969763	30,425391
отель	Квант 	Проспект Рыбацкий, 23 	59,840216	30,501864
отель	Киевская 	Улица Днепропетровская, 49 	59,912594	30,358457
отель	Киевская (филиал) 	Улица Курская, 40 	59,910717	30,357155
отель	Коломяжский визит 	Улица Чистяковская, 2 	60,039076	30,299168
отель	Колумб 	Улица Казанская, 41 	59,928505	30,30949
отель	Комфитель сити отель 	Проспект Лиговский, 249 	59,908177	30,345593
отель	Комфорт 	Улица Чехова, 2 	59,936314	30,352447
отель	Комфорт-отель 	Улица Морская Большая, 25 	59,93406	30,313038
отель	Коринтия Невский Палас Отель 	Проспект Невский, 57 	59,931927	30,350947
отель	Корона 	Улица Конюшенная Малая, 7 	59,936602	30,324761
отель	Кошель 	Шоссе Санкт-Петербургское, 111 	59,868446	29,980886
отель	Красный терем 	Проспект Невский, 74 	59,932982	30,346914
отель	Крестовский остров 	Улица Депутатская, 34 	59,974775	30,273135
отель	Кристофф Отель 	Проспект Загородный, 9 	59,926941	30,34412
отель	Кронверк 	Улица Блохина, 9 	59,951357	30,302878
отель	Ладога-Отель 	Проспект Шаумяна, 26 	59,92855	30,420279
отель	ЛДМ-Отель 	Улица Профессора Попова, 47 	59,971082	30,287095
отель	Лебёдушка 	Улица Достоевского, 3 	59,926711	30,349914
отель	Лека 	Улица Садовая, 25 	59,929786	30,324761
отель	Лель 	Проспект Луначарского, 41 	60,036569	30,357954
отель	Лиговский 	Улица Тюшина, 8 	59,916609	30,34969
отель	Лира 	Улица Днепропетровская, 57 	59,911994	30,358098
отель	Лия 	Шоссе Подбельского, 3 	59,737555	30,426433
отель	Локосфинкс 	Набережная Английская, 46 	59,932441	30,289035
отель	Локосфинкс 	Набережная Грибоедова канала, 101 	59,92672	30,300309
отель	Люко 	Улица Наличная, 44 	59,952101	30,232513
отель	М-11 	Шоссе Таллинское, 147 	59,813984	30,171212
отель	Марата 30 	Улица Марата, 30 	59,926282	30,352834
отель	Маратон 	Улица Морская Большая, 56 	59,931111	30,303741
отель	Марина Club Hotel 	Улица Шишкина, 64 	60,089445	30,275004
отель	Марков 	Проспект Невский, 147 	59,925696	30,378472
отель	Мармара 	Улица Новороссийская, 26 	59,996722	30,341326
отель	Маршал 	Улица Шпалерная, 41 	59,948595	30,364889
отель	Матисов домик 	Набережная Пряжки реки, 3 	59,92483	30,279989
отель	Меншиковский 	Проспект Меншиковский, 8 	59,991795	30,424295
отель	Меркурий 	Улица Таврическая, 39 	59,947784	30,378544
отель	Метро-тур 	Улица Благодатная, 47 	59,875601	30,32689
отель	Мечта 	Улица Марата, 9 	59,929759	30,353463
отель	Мини-отель 	Улица Советская 5-я, 11 	59,934655	30,368725
отель	Мини-отель 	Переулок Басков, 13 	59,93932	30,35587
отель	Мини-отель 	Переулок Фонарный, 12 	59,927955	30,305672
отель	Мини-отель Валерия 	 2-ая Никитинская, 63 	60,020417	30,275444
отель	Мини-отель на Бухарестской 	Улица Бухарестская, 59 	59,855959	30,394174
отель	Мир 	Улица Гастелло, 17 	59,857807	30,330457
отель	Мойка, 22 Кемпински 	Набережная Мойки реки, 22 	59,939365	30,320252
отель	Морской вокзал 	Площадь Морской Славы, 1 	59,925818	30,234876
отель	Москва 	Площадь Александра Невского, 2 	59,924393	30,386619
отель	Мэрибель 	Улица Казанская, 12 	59,93195	30,321716
отель	На Невском 74 	Проспект Невский, 74 	59,932982	30,346914
отель	На Петроградской 	Улица Пушкарская Большая, 17 	59,958489	30,303759
отель	На Садовой 	Улица Садовая, 53 	59,923477	30,309607
отель	На Свечном 	Переулок Свечной, 15 	59,924064	30,351603
отель	Натали 	Улица Малая, 56 	59,717028	30,408853
отель	Натальино 	Улица Железнодорожная, 1 	59,780205	30,12892
отель	Наука 	Улица Миллионная, 27 	59,942453	30,320827
отель	Наука 	Проспект Тореза, 37 	60,008797	30,352789
отель	Наука 	Проспект Энгельса, 65 	60,019469	30,322489
отель	Наутилус INN 	Улица Рижская, 3 	59,921728	30,416479
отель	Наш Город 	Улица Кирочная, 28 	59,944035	30,359823
отель	Наш Отель 	Линия 11-я линия В.О., 50 	59,943431	30,270243
отель	Нева 	Улица Чайковского, 17 	59,945923	30,347749
отель	Невский 22 	Проспект Конюшенная Большая, 10 	59,937378	30,323414
отель	Невский 72 	Проспект Невский, 72 	59,93305	30,346357
отель	Невский 90 	Проспект Невский, 90 	59,932256	30,352546
отель	Невский 91 	Проспект Невский, 91 	59,930322	30,36524
отель	Невский 98 	Проспект Невский, 98 	59,931891	30,355232
отель	Невский Берег 	Проспект Невский, 122 	59,930665	30,364296
отель	Невский клуб 	Проспект Невский, 134 	59,93002	30,367728
отель	Невский маяк 	Улица Маяковского, 2 	59,932482	30,353894
отель	Немецкий клуб 	Улица Гастелло, 20 	59,859004	30,326989
отель	Нептун 	Набережная Обводного канала, 93 	59,915955	30,339296
отель	Нива 	Улица Первомайская, 1 	60,047497	30,302627
отель	Нива-СВ 	Улица Корабельная, 6 	59,874354	30,242907
отель	Ника 	Улица Гжатская, 4 	59,998751	30,378023
отель	Новые комнаты 	Проспект Невский, 105 	59,92924	30,368581
отель	Нордик 	Улица Госпитальная, 4 	59,93855	30,374312
отель	Нотебург 	Линия 3-я линия В.О., 20 	59,942719	30,285298
отель	Оазис 	Улица Жуковского, 10 	59,936012	30,352169
отель	Обухофф 	Улица Книпович, 1 	59,911349	30,406769
отель	Озерки 	Переулок Учебный, 2 	60,039926	30,334113
отель	Околица 	Проспект Пятилеток, 8 	59,92171	30,459428
отель	Октябрьская 	Проспект Лиговский, 10 	59,932468	30,36267
отель	Октябрьская (филиал) 	Проспект Лиговский, 41 	59,930624	30,36038
отель	Ольгино 	Шоссе Приморское, 18 	59,99368	30,107603
отель	Оноре 	Улица Чайковского, 12 	59,946685	30,346249
отель	Орбита 	Проспект Непокорённых, 4 	59,998261	30,368231
отель	Островок 	Улица Бухарестская, 130 	59,840085	30,412886
отель	Охтинская 	Проспект Большеохтинский, 4 	59,94892	30,408305
отель	Пальмира 	Улица Гороховая, 17 	59,931792	30,316587
отель	Пансион на Конной 	Улица Конная, 5 	59,928537	30,374914
отель	Петро Палас Отель 	Улица Морская Малая, 14 	59,934393	30,311781
отель	Петроградский 	Улица Красного Курсанта, 9 	59,955876	30,291021
отель	Пио Моховая 	Улица Моховая, 39 	59,939708	30,344884
отель	Питер 	Проспект Добролюбова, 5 	59,949451	30,303912
отель	Полюстрово 	Проспект Металлистов, 115 	59,974568	30,38776
отель	Премьера 	Улица Союза Печатников, 4 	59,923964	30,294479
отель	Престиж отель 	Линия 3-я линия В.О., 52 	59,946973	30,280322
отель	Престиж отель 	Улица Гороховая, 5 	59,935502	30,310999
отель	Прибалтийская 	Улица Кораблестроителей, 14 	59,938171	30,212742
отель	Прима Спорт 	Проспект Добролюбова, 14 	59,949055	30,303355
отель	Примавера 	Проспект Невский, 92 	59,932166	30,353265
отель	Прин 	Улица Возрождения, 4 	59,882866	30,267916
отель	Пулково 	Улица Штурманская, 24 	59,813781	30,299654
отель	Пушка INN 	Набережная Мойки реки, 14 	59,940636	30,321411
отель	Пушкарская 	Улица Пушкарская Большая, 45 	59,963512	30,312212
отель	Пушкарская 	Улица Пушкарская Большая, 45 	59,963512	30,312212
отель	Пятый угол 	Проспект Загородный, 13 	59,925962	30,341695
отель	Рахманинов 	Улица Казанская, 5 	59,933176	30,322174
отель	Регина 	Улица Подрезова, 21 	59,96539	30,301702
отель	Ренессанс 	Улица Почтамтская, 4 	59,932387	30,30463
отель	Репин 	Проспект Невский, 136 	59,929849	30,368258
отель	Респекталь 	Улица Маяковского, 36 	59,940343	30,354891
отель	Ретур 	Улица Купальная Большая, 28 	60,049312	29,965067
отель	Речная 	Проспект Обуховской Обороны, 195 	59,869544	30,458835
отель	Росси 	Набережная Фонтанки реки, 55 	59,929132	30,336368
отель	Россия 	Площадь Чернышевского, 11 	59,868763	30,315563
отель	Рубин 	Проспект Энгельса, 58 	60,015057	30,322507
отель	Русинтур 	Проспект Большеохтинский, 25 	59,953254	30,410658
отель	Русские витязи 	Улица Звенигородская, 5 	59,920519	30,337994
отель	Русский тур 	Улица Гончарная, 13 	59,928789	30,365248
отель	Русь 	Улица Артиллерийская, 1 	59,941335	30,352708
отель	Ручьи 	Проспект Пискарёвский, 147 	60,002814	30,447417
отель	Рэдиссон САС Ройял Отель 	Проспект Невский, 49 	59,932229	30,348594
отель	Санкт-Петербург 	Набережная Пироговская, 5 	59,956899	30,341344
отель	Светлана 	Проспект Энгельса, 34 	60,008198	30,325264
отель	Северная 	Проспект Просвещения, 45 	60,045399	30,367863
отель	Северная Пальмира-тур 	Улица Всеволода Вишневского, 10 	59,966782	30,301953
отель	Сказка 	Улица Заставская, 19 	59,889512	30,323818
отель	Скандинавия 	Улица Парковая, 18 	59,710506	30,404451
отель	Смольнинская 	Улица Тверская, 22 	59,94695	30,388847
отель	Советская 	Проспект Лермонтовский, 43 	59,914651	30,296608
отель	Совтурс 	Аллея Берёзовая 1-я, 6 	59,978223	30,296114
отель	Соло 	Улица Гороховая, 3 	59,93552	30,310325
отель	Соло 	Проспект Большой, 51 	59,96194	30,306544
отель	Соната 	Улица Гороховая, 3 	59,93552	30,310325
отель	Соната 	Улица Маяковского, 19 	59,938302	30,356086
отель	Сосновая Поляна 	Улица Лётчика Пилютова, 31 	59,832444	30,139071
отель	СпбВергаз 	Линия 7-я линия В.О., 70 	59,946522	30,274096
отель	Спутник 	Проспект Тореза, 36 	60,005369	30,354154
отель	Старая Деревня 	Проспект Богатырский, 32 	60,002342	30,241092
отель	Староневский дом 	Переулок Перекупной, 3 	59,927482	30,376801
отель	Старый город 	Проспект Большой П.С., 70 	59,962764	30,306822
отель	Суворовъ 	Улица Советская 5-я, 3 	59,935056	30,36753
отель	Таврическая 	Улица Чайковского, 81 	59,946058	30,366129
отель	Такси Блюз 	Улица Краснопутиловская, 69 	59,859872	30,28793
отель	Тоаз-отель 	Переулок Сапёрный, 20 	59,94097	30,362104
отель	Трансотель 	Проспект Ленина, 49 	59,741563	30,09075
отель	Турист 	Улица Севастьянова, 3 	59,877141	30,329082
отель	У Фонтана 	Улица Севастьянова, 3 	59,877141	30,329082
отель	Университетская 	Улица Ботаническая, 66 	59,875104	29,827768
отель	Фаворит 	Шоссе Санкт-Петербургское, 115 	59,874923	29,961411
отель	Филиппов-отель 	Проспект Невский, 142 	59,929506	30,369444
отель	Филиппов-отель 	Улица Восстания, 13 	59,933717	30,360775
отель	Фонтанка 99 	Набережная Фонтанки реки, 99 	59,923541	30,321572
отель	Фонтанка 99 	Набережная Фонтанки реки, 99 	59,923541	30,321572
отель	Фортуна 	Проспект Невский, 23 	59,935462	30,322704
отель	Фрегат 	Улица Двинская, 16 	59,908642	30,242925
отель	Холстомер 	Улица Конная, 10 	59,928803	30,375337
отель	Чайка 	Бульвар Серебристый, 38 	60,015053	30,285038
отель	Шарм 	Улица Пушкарская Большая, 13 	59,956615	30,300624
отель	Школьная 	Улица Черняховского, 49 	59,919419	30,35985
отель	Эдельвейс 	Проспект Невский, 98 	59,931891	30,355232
отель	Эквивалент 	Линия 17-я линия В.О., 4 	59,932856	30,273054
отель	Эксперт-сервис 	Шоссе Революции, 70 	59,961129	30,449376
отель	Энергетик 	Проспект Ленинский, 89 	59,854201	30,205178
отель	Эридан 	Проспект Вознесенский, 41 	59,922959	30,307361
отель	Эрмитаж 	Улица Миллионная, 11 	59,944111	30,324932
отель	Юго-Западная 	Улица Рихарда Зорге, 11 	59,849903	30,187391
отель	Южная 	Улица Растанная, 2 	59,908719	30,341407
отель	Юность 	Улица Бумажная, 7 	59,905177	30,269165
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, 8-я Красноармейская ул., дом 16	59,913992	30,299968
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, Казанская ул., дом 27	59,929993	30,314952
спортплощадка	Пришкольный стадион	Санкт-Петербург, Морская набережная, дом 15, корпус 2	59,940956	30,212247
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Кораблестроителей, дом 38, корпус 2	59,957223	30,218572
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Кораблестроителей, дом 42, корпус 2	59,958449	30,227231
спортплощадка	Школьный стадион	Санкт-Петербург, пер. Каховского, дом 9	59,952164	30,235487
спортплощадка	Стадион	Санкт-Петербург, Наличная ул., дом 44, корпус 2	59,952141	30,231633
спортплощадка	Школьный стадион	Санкт-Петербург, Болотная ул., дом 18	60,002562	30,354253
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Энгельса, дом 115, корпус 2	60,03918	30,327268
спортплощадка	Стадион	Санкт-Петербург, Придорожная аллея, дом 7	60,056494	30,348899
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Кустодиева, дом 18, корпус 2	60,049388	30,360371
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Композиторов, дом 22, корпус 2	60,06006	30,314727
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Руднева, дом 23	60,049244	30,372453
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Жени Егоровой, дом 14	60,064582	30,312688
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, пр. Раевского, дом 18	60,01427	30,361718
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Есенина, дом 24	60,04738	30,336619
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Художников, дом 9, корпус 3	60,03527	30,349285
спортплощадка	Школьный стадион	Санкт-Петербург, Болотная ул., дом 6	59,998274	30,351082
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Руднева, дом 5, корпус 3	60,040384	30,365446
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Просвещения, дом 46, корпус 4	60,051558	30,350992
спортплощадка	Школьный стадион	Санкт-Петербург, пос. Левашово, Первомайская ул., дом 37	60,10193	30,19579
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Есенина, дом 34, корпус 2	60,053714	30,341407
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Науки, дом 13, корпус 4	60,014931	30,3761
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Черкасова, дом 15, корпус 1	60,027188	30,426343
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Руставели, дом 26	60,008023	30,432173
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Вавиловых, дом 8, корпус 2	60,019887	30,384913
спортплощадка	Стадион	Санкт-Петербург, ул. Брянцева, дом 24	60,040824	30,406194
спортплощадка	Школьный стадион	Санкт-Петербург, Замшина ул., дом 58, корпус 2	59,980691	30,401657
спортплощадка	Школьный стадион	Санкт-Петербург, Брюсовская ул., дом 10	59,986763	30,420333
спортплощадка	Школьный стадион	Санкт-Петербург, Тимуровская ул., дом 8, корпус 2	60,047191	30,39686
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Фаворского, дом 16	60,00101	30,391542
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Культуры, дом 11, корпус 4	60,038721	30,373549
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Ушинского, дом 33, корпус 2	60,039584	30,41745
спортплощадка	Школьный стадион	Санкт-Петербург, Замшина ул., дом 31, корпус 2	59,980452	30,409338
спортплощадка	Стадион	Санкт-Петербург, Замшина ул., дом 17	59,974216	30,401873
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Культуры, дом 27, корпус 3	60,04707	30,384598
спортплощадка	Стадион	Санкт-Петербург, ул. Стойкости, дом 30, корпус 2	59,826338	30,19491
спортплощадка	Школьный стадион	Санкт-Петербург, Дачный пр., дом 3, корпус 2	59,848484	30,239143
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Маринеско, дом 7	59,867818	30,264269
спортплощадка	Школьный стадион	Санкт-Петербург, Трамвайный пр., дом 22	59,854576	30,27451
спортплощадка	Школьный стадион	Санкт-Петербург, Ленинский пр., дом 110, корпус 3	59,854296	30,232244
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Бурцева, дом 12	59,836631	30,206929
спортплощадка	Школьный стадион	Санкт-Петербург, Кронштадтская ул., дом 7	59,871328	30,25551
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Танкиста Хрустицкого, дом 31	59,834157	30,255555
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Ветеранов, дом 80	59,831743	30,2162
спортплощадка	Школьный стадион	Санкт-Петербург, бульвар Новаторов, дом 40	59,846445	30,275534
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Стойкости, дом 33	59,828256	30,198431
спортплощадка	Стадион	Санкт-Петербург, пр. Народного Ополчения, дом 189, корпус 1	59,824719	30,211098
спортплощадка	Школьный стадион	Санкт-Петербург, г. Колпино, бульвар Трудящихся, дом 9	59,738711	30,565465
спортплощадка	Школьный стадион	Санкт-Петербург, пос. Металлострой, Плановая ул., дом 14	59,807048	30,58388
спортплощадка	Школьный стадион	Санкт-Петербург, г. Колпино, ул. Вавилова, дом 9	59,742797	30,587114
спортплощадка	Школьный стадион	Санкт-Петербург, пос. Понтонный, Южная ул., дом 31	59,781877	30,639729
спортплощадка	Школьный стадион	Санкт-Петербург, г. Колпино, Тверская ул., дом 13	59,743957	30,608063
спортплощадка	Стадион	Санкт-Петербург, г. Колпино, бульвар Трудящихся, дом 29/52	59,734525	30,581203
спортплощадка	Школьный стадион	Санкт-Петербург, Ленская ул., дом 1, корпус 2	59,939559	30,479712
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Энтузиастов, дом 46, корпус 3	59,953619	30,489405
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Стасовой, дом 4	59,968646	30,432029
спортплощадка	Школьный стадион	Санкт-Петербург, Индустриальный пр., дом 10, корпус 2	59,938761	30,47363
спортплощадка	Школьный стадион	Санкт-Петербург, Хасанская ул., дом 14, корпус 2	59,937251	30,485829
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, 1-я Жерновская ул., дом 8	59,963976	30,48441
спортплощадка	Школьный стадион	Санкт-Петербург, Шепетовская ул., дом 5	59,945792	30,417566
спортплощадка	Школьный стадион	Санкт-Петербург, Отечественная ул., дом 5	59,958471	30,487895
спортплощадка	Школьный стадион	Санкт-Петербург, Перевозной пер., дом 19	59,931648	30,413102
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Металлистов, дом 23, корпус 1	59,956435	30,423531
спортплощадка	Школьный стадион	Санкт-Петербург, Новочеркасский пр., дом 50, корпус 3	59,923464	30,421115
спортплощадка	Школьный стадион	Санкт-Петербург, г. Красное Село, ул. Лермонтова, дом 23	59,732076	30,079342
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Тамбасова, дом 2, корпус 4	59,842445	30,162032
спортплощадка	Школьный стадион	Санкт-Петербург, Ленинский пр., дом 94, корпус 2	59,855683	30,215724
спортплощадка	Школьный стадион	Санкт-Петербург, г. Красное Село, Красногородская ул., дом 17, корпус 3	59,719283	30,072865
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Ветеранов, дом 135	59,835803	30,152411
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Ветеранов, дом 151, корпус 2	59,836916	30,131318
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Маршала Жукова, дом 33, корпус 2	59,85717	30,223557
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Маршала Казакова, дом 30	59,858593	30,219739
спортплощадка	Стадион	Санкт-Петербург, пр. Народного Ополчения, дом 223	59,825027	30,164718
спортплощадка	Школьный стадион	Санкт-Петербург, г. Кронштадт, Цитадельское шоссе, дом 2	59,993086	29,751906
спортплощадка	Школьный стадион	Санкт-Петербург, г. Кронштадт, ул. Станюковича, дом 4	60,00841	29,723312
спортплощадка	Школьный стадион	Санкт-Петербург, г. Кронштадт, ул. Лебедева, дом 5а	59,986583	29,787129
спортплощадка	Школьный стадион	Санкт-Петербург, пос. Песочный, Ленинградская ул., дом 53	60,120363	30,167107
спортплощадка	Стадион	Санкт-Петербург, г. Сестрорецк, Приморское шоссе, дом 280	60,091002	29,972101
спортплощадка	Школьный стадион	Санкт-Петербург, г. Сестрорецк, Приморское шоссе, дом 308	60,097498	29,976628
спортплощадка	Стадион	Санкт-Петербург, г. Зеленогорск, Кавалерийская ул., дом 15	60,196874	29,70045
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Ленсовета, дом 68	59,836509	30,345746
спортплощадка	Школьный стадион	Санкт-Петербург, Варшавская ул., дом 33	59,861146	30,311592
спортплощадка	Школьный стадион	Санкт-Петербург, Благодатная ул., дом 36	59,876283	30,329505
спортплощадка	Школьный стадион	Санкт-Петербург, Кузнецовская ул., дом 20, корпус 2	59,872457	30,309598
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Костюшко, дом 62	59,846138	30,309319
спортплощадка	Школьный стадион	Санкт-Петербург, Витебский пр., дом 85, корпус 2	59,837648	30,366605
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Юрия Гагарина, дом 22, корпус 3	59,857125	30,34191
спортплощадка	Стадион	Санкт-Петербург, Кубинская ул., дом 32	59,861797	30,298827
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Юрия Гагарина, дом 51	59,846902	30,335227
спортплощадка	Школьный стадион	Санкт-Петербург, Московский пр., дом 203а	59,846301	30,318312
спортплощадка	Школьный стадион	Санкт-Петербург, Благодатная ул., дом 11	59,873884	30,301208
спортплощадка	Школьный стадион	Санкт-Петербург, бульвар Красных Зорь дом 6, корпус 2	59,869598	30,445702
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Большевиков, дом 28	59,898155	30,493196
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Солидарности, дом 3, корпус 4	59,925791	30,482398
спортплощадка	Школьный стадион	Санкт-Петербург, Шлиссельбургский пр., дом 43	59,832855	30,514773
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Новосёлов, дом 11	59,882306	30,458161
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Крыленко, дом 33, корпус 2	59,896743	30,486171
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Дыбенко, дом 12, корпус 2	59,903498	30,462581
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Бабушкина, дом 50	59,874106	30,446726
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Александровской фермы, дом 11	59,862876	30,449645
спортплощадка	Школьный стадион	Санкт-Петербург, Рыбацкий пр., дом 29, корпус 2	59,8389	30,504128
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Коллонтай, дом 41, корпус 2	59,923139	30,496106
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Тельмана, дом 34	59,892229	30,472974
спортплощадка	Стадион	Санкт-Петербург, пр. Большевиков, дом 38, корпус 1	59,89129	30,492486
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, пр. Динамо, дом 14	59,968601	30,274626
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, Новоладожская ул., дом 8	59,96244	30,273432
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, Чкаловский пр., дом 22	59,96226	30,292395
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, Съезжинская ул., дом 26-28	59,954935	30,301387
спортплощадка	Школьный стадион	Санкт-Петербург, г. Петродворец, Эрлеровский бульвар, дом 20	59,870727	29,908446
спортплощадка	Школьный стадион	Санкт-Петербург, г. Ломоносов, ул. Скуридина, дом 6а	59,903467	29,775747
спортплощадка	Школьный стадион	Санкт-Петербург, г. Ломоносов, ул. Победы, дом 28, корпус 2	59,897876	29,77219
спортплощадка	Школьный стадион	Санкт-Петербург, г. Ломоносов, Владимирская ул., дом 28	59,907189	29,769513
спортплощадка	Школьный стадион	Санкт-Петербург, г. Петродворец, Санкт-Петербургский пр., дом 4	59,876305	29,925784
спортплощадка	Школьный стадион	Санкт-Петербург, Ситцевая ул., дом 15	60,000258	30,238775
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Авиаконструкторов, дом 22, корпус 1	60,020467	30,23166
спортплощадка	Стадион	Санкт-Петербург, пр. Сизова, дом 15	60,007677	30,274896
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Илюшина, дом 15, корпус 3	60,010956	30,239817
спортплощадка	Школьный стадион	Санкт-Петербург, Яхтенная ул., дом 33, корпус 3	60,006246	30,228193
спортплощадка	Школьный стадион	Санкт-Петербург, Аэродромная ул., дом 11, корпус 2	59,998189	30,290455
спортплощадка	Школьный стадион	Санкт-Петербург, Гаккелевская ул., дом 24, корпус 1	60,003115	30,254334
спортплощадка	Школьный стадион	Санкт-Петербург, пос. Ольгино, ул. Хвойная, дом 35	60,000506	30,139771
спортплощадка	Школьный стадион	Санкт-Петербург, Серебристый бульвар, дом 9, корпус 2	60,001658	30,283762
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Щербакова, дом 18	60,026388	30,288281
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Сизова, дом 32, корпус 3	60,01543	30,274887
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Савушкина, дом 111, корпус 2	59,98656	30,238236
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Авиаконструкторов, дом 21, корпус 2	60,017832	30,240643
спортплощадка	Школьный стадион	Санкт-Петербург, Комендантский пр., дом 22, корпус 3	60,011068	30,251234
спортплощадка	Школьный стадион	Санкт-Петербург, Комендантский пр., дом 17, корпус 3	60,012431	30,259292
спортплощадка	Школьный стадион	Санкт-Петербург, Комендантский пр., дом 21, корпус 3	60,013883	30,257082
спортплощадка	Школьный стадион	Санкт-Петербург, г. Пушкин, Красносельское шоссе, дом 9	59,706821	30,374744
спортплощадка	Школьный стадион	Санкт-Петербург, г. Пушкин, Школьная ул., дом 55	59,736589	30,415446
спортплощадка	Школьный стадион	Санкт-Петербург, г. Пушкин, ул. Генерала Хазова, дом 7	59,735858	30,40057
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, г. Павловск, Берёзовая ул., дом 13	59,686466	30,432209
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, г. Пушкин, Пушкинская ул., дом 49	59,718135	30,414368
спортплощадка	Школьный стадион	Санкт-Петербург, Купчинская ул., дом 11, корпус 4	59,841188	30,379163
спортплощадка	Школьный стадион	Санкт-Петербург, Малая Балканская ул., дом 44	59,825411	30,403903
спортплощадка	Стадион	Санкт-Петербург, Софийская ул., дом 19, корпус 2	59,880974	30,38865
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Белградская, дом 20, корпус 2	59,862266	30,368393
спортплощадка	Школьный стадион	Санкт-Петербург, Софийская ул., дом 42, корпус 3	59,871016	30,413713
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Ярослава Гашека, дом 4, корпус 4	59,833362	30,386512
спортплощадка	Школьный стадион	Санкт-Петербург, Малая Бухарестская ул., дом 5, корпус 1	59,849067	30,411853
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Турку, дом 21, корпус 2	59,864507	30,395001
спортплощадка	Школьный стадион	Санкт-Петербург, Бухарестская ул., дом 33, корпус 6	59,863378	30,379981
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Будапештская, дом 64, корпус 2	59,852194	30,38918
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Турку, дом 30	59,867376	30,406706
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Славы, дом 40, корпус 5	59,862235	30,397929
спортплощадка	Школьный стадион	Санкт-Петербург, Малая Балканская ул., дом 60, корпус 3	59,831114	30,428679
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Олеко Дундича, дом 26, корпус 2	59,831856	30,408826
спортплощадка	Школьный стадион	Санкт-Петербург, Белградская ул., дом 8, корпус 2	59,870181	30,363515
спортплощадка	Стадион	Санкт-Петербург, Малая Балканская ул., дом 41	59,824584	30,404137
спортплощадка	Школьный стадион	Санкт-Петербург, Кирочная ул., дом 54	59,942958	30,379774
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, площадь Искусств, дом 2	59,936728	30,334266
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, Торговый пер., дом 2а	59,929127	30,332424
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, Соляной пер., дом 12	59,943498	30,34244
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, ул. Маяковского, дом 26	59,937693	30,354523
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, ул. Бакунина, дом 8	59,975374	30,247866
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, Херсонская ул., дом 9/11	59,929389	30,377187
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Науки, дом 30, корпус 3	60,00948	30,419013
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Дыбенко, дом 24, корпус 4	59,907767	30,478589
спортплощадка	Стадион	Санкт-Петербург, ул. Манчестерская, дом 8, корпус 1, 2	60,011891	30,330331
спортплощадка	Школьный стадион	Санкт-Петербург, Пискаревский пр., дом 14	59,966408	30,406885
спортплощадка	Школьный стадион	Санкт-Петербург, Дачный пр., дом 34, корпус 2	59,839606	30,262966
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Подводника Кузьмина, дом 52	59,842187	30,269308
спортплощадка	Школьный стадион	Санкт-Петербург, г. Колпино, бульвар Трудящихся, дом 10	59,738842	30,573676
спортплощадка	Школьный стадион	Санкт-Петербург, Горелово, Красносельское шоссе, дом 34	59,785907	30,144461
спортплощадка	Стадион	Санкт-Петербург, г. Кронштадт, Цитадельское шоссе, дом 31	60,00832	29,730732
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Космонавтов, дом 20, корпус 4	59,861783	30,352394
спортплощадка	Стадион	Санкт-Петербург, ул. Подвойского, дом 31, корпус 3	59,913762	30,492504
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Пятилеток, дом 6, корпус 3	59,919897	30,458709
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, Курляндская ул., дом 43	59,91194	30,270189
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, ул. Кораблестроителей, дом 18	59,942056	30,209777
спортплощадка	Стадион	Санкт-Петербург, ул. Ушинского, дом 16	60,040335	30,411835
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, пр. Народного Ополчения, дом 155	59,827447	30,231364
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Осипенко, дом 5, корпус 2	59,947784	30,485057
спортплощадка	Школьный стадион	Санкт-Петербург, Брестский бульвар, дом 19, корпус 2	59,849221	30,191748
спортплощадка	Стадион	Санкт-Петербург, Варшавская ул., дом 7	59,878559	30,311368
спортплощадка	Школьный стадион	Санкт-Петербург, Октябрьская набережная, дом 118, корпус 9	59,862027	30,501343
спортплощадка	Физкультурно-оздоровительный комплекс Красное Село, ул. Спирина д.10	Санкт-Петербург, г. Красное Село, ул. Спирина, дом 10	59,742692	30,086205
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, ул. Писарева, дом 12	59,927252	30,286358
спортплощадка	Физкультурно-оздоровительный комплекс Пр.Ветеранов 58	Санкт-Петербург, пр. Ветеранов, дом 58	59,837196	30,234732
спортплощадка	Школьный стадион	Санкт-Петербург, пр. Науки, дом 16, корпус 2	60,011554	30,406778
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Маршала Казакова, дом 3, корпус 2	59,86069	30,244865
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Маршала Захарова, дом 58	59,851033	30,209247
спортплощадка	Школьный стадион	Санкт-Петербург, ул. Ткачей, дом 9/16	59,893335	30,426702
спортплощадка	Центральная спортивная арена СК Петровский	Санкт-Петербург, Петровский остров, дом 2	59,959746	30,26205
спортплощадка	Малая спортивная арена СК Петровский	Санкт-Петербург, Петровский остров, дом 2	59,959746	30,26205
спортплощадка	Петербургский спортивно-концертный комплекс	Санкт-Петербург, пр. Юрия Гагарина, дом 8	59,869115	30,34165
спортплощадка	Ледовый дворец	Санкт-Петербург, пр. Пятилеток, дом 1	59,921435	30,467926
спортплощадка	Дворец спорта Юбилейный	Санкт-Петербург, пр. Добролюбова, дом 18	59,949992	30,290437
спортплощадка	Спортивный комплекс Центр плавания	Санкт-Петербург, ул. Хлопина, дом 10, лит. Д	60,000848	30,378786
спортплощадка	Центр водных видов спорта Невская волна	Санкт-Петербург, ул. Джона Рида, дом 8, корпус 2	59,920406	30,452699
спортплощадка	Бассейн Ул. Гаванская	Санкт-Петербург, ул. Гаванская, дом 53	59,940262	30,238263
спортплощадка	Центр современных молодежных видов спорта Жесть	Санкт-Петербург, ул. Космонавтов дом 38, корпус 3А	59,79671	30,076341
спортплощадка	Спортивный комплекс Приморец	Санкт-Петербург, Приморский пр., дом 56, корпус 2	59,98286	30,234678
спортплощадка	Спортивно-оздоровительный лагерь Луч	Санкт-Петербург, пос. Серово, ул.Лесная, дом 9	60,205563	29,572647
спортплощадка	Физкультурно-оздоровительный комплекс Асафьева д.10 к.2	Санкт-Петербург, ул. Асафьева, дом 10, корпус 2	60,050394	30,327537
спортплощадка	Физкультурно-оздоровительный комплекс Г. Кронштадт, Цитадельское шоссе, д.28	Санкт-Петербург, г. Кронштадт, Цитадельское шоссе, дом 28	60,00832	29,730732
спортплощадка	Физкультурно-оздоровительный комплекс Дунайский	Санкт-Петербург, Дунайский пр., дом 58, корпус 3	59,844298	30,414395
спортплощадка	Физкультурно-оздоровительный комплекс Ломоносов	Санкт-Петербург, г. Ломоносов, Ораниенбаумский пр., дом 40	59,895926	29,775792
спортплощадка	Физкультурно-оздоровительный комплекс Московское шоссе, д.3, к.3	Санкт-Петербург, Московское шоссе, дом 3, корпус 3	59,833615	30,334733
спортплощадка	Физкультурно-оздоровительный комплекс Пр. Испытателей д.2 к.3	Санкт-Петербург, пр. Испытателей, дом 2, корпус 3	60,00141	30,312401
спортплощадка	Физкультурно-оздоровительный комплекс Стрельна, Заводская дорога д.8	Санкт-Петербург, пос. Стрельна, Заводская дорога, дом 8	59,853112	30,006497
спортплощадка	Физкультурно-оздоровительный комплекс Ул. Антонова-Овсеенко, д.2	Санкт-Петербург, ул. Антонова-Овсеенко, дом 2	59,905967	30,455996
спортплощадка	Физкультурно-оздоровительный комплекс Ул. Главная, д.24А	Санкт-Петербург, Главная ул., дом 24	60,021951	30,295351
спортплощадка	Физкультурно-оздоровительный комплекс Ул. Коммуны д.47	Санкт-Петербург, ул. Коммуны, дом 47	59,958656	30,493654
спортплощадка	Физкультурно-оздоровительный комплекс Ул. Руставели, д.51	Санкт-Петербург, ул. Руставели, дом 51	60,023452	30,435218
спортплощадка	Физкультурно-оздоровительный комплекс Ул.Доблести 15-А	Санкт-Петербург, пр. Ветеранов дом 85	59,834922	30,221051
спортплощадка	Физкультурно-оздоровительный комплекс	Санкт-Петербург, Нижне-Каменская ул., дом 1	60,02998	30,230537
спортплощадка	Развлекательный комплекс Таврический сад	Санкт-Петербург, Потемкинская ул., дом 4-6	59,945765	30,368698
спортплощадка	Ледовый стадион	Санкт-Петербург, пр. Космонавтов, дом 47, корпус 5	59,849266	30,347624
спортплощадка	Спорткомплекс «Обуховский»	Санкт-Петербург, пр. Обуховской Обороны, дом 130	59,853175	30,486234
спортплощадка	Академия фигурного катания	Санкт-Петербург, Туполевская ул., дом 4	60,002989	30,262221
спортплощадка	Центр настольного тенниса Комета	Санкт-Петербург, Загребский бульвар, дом 28	59,835763	30,410488
спортплощадка	Центр художественной гимнастики Жемчужина	Санкт-Петербург, Петровский пр., дом 16	59,958264	30,271815
спортплощадка	Гребная база Стрела	Санкт-Петербург, Южная дорога, дом 25	59,973041	30,220512
спортплощадка	Спортивный комплекс Спартак	Санкт-Петербург, ул. Бутлерова, дом 36	60,008387	30,40154
спортплощадка	Многофункциональный спортивный комплекс с игровым залом	Санкт-Петербург, ул. Здоровцева, дом 8	59,840135	30,163738
спортплощадка	Дворец спортивных игр Зенит	Санкт-Петербург, ул. Бутлерова, дом 9	60,001509	30,400103
спортплощадка	Зимний стадион	Санкт-Петербург, Манежная пл., дом 2	59,936607	30,340967
спортплощадка	Спортивный комплекс с бассейном и игровым залом	Санкт-Петербург, Софийская ул., дом 40, корпус 4	59,872281	30,412078
спортплощадка	Бассейн Атлантика	Санкт-Петербург, Бухарестская ул., дом 22, корпус 4	59,887187	30,367881
спортплощадка	Многофункциональный спортивный комплекс с игровым залом	Санкт-Петербург, ул. Демьяна Бедного, дом 9	60,037917	30,386009
спортплощадка	Универсальная комплексная площадка	Санкт-Петербург, Старо-Петергофский пр., дом 33	59,904482	30,27619
площадь	Австрийская площадь	1	59.959872	30.317243
площадь	Адмиралтейская площадь	2	51.657769	39.21572
площадь	Площадь Академика Сахарова (Санкт-Петербург)	3	59.943444	30.297291
площадь	Площадь Александра Невского (Санкт-Петербург)	4	59.923753	30.387257
площадь	Балканская площадь	5	59.829631	30.380116
площадь	Площадь Балтийских Юнг	6	59.950952	30.245737
площадь	Площадь Балтийского вокзала	7	59.907564	30.298845
площадь	Варшавская площадь (Санкт-Петербург)	8	59.90843	30.307316
площадь	Владимирская площадь (Санкт-Петербург)	9	59.928307	30.3473
площадь	Площадь Восстания (Санкт-Петербург)	10	59.930742	30.361413
площадь	Гамбургская площадь	11	59.865989	30.416345
площадь	Греческая площадь (Санкт-Петербург)	12	59.936066	30.364233
площадь	Дворцовая площадь	13	59.938144	30.31488
площадь	Дворцовая площадь (Петергоф)	14	59.883963	29.91239
площадь	Заневская площадь	15	59.928812	30.41197
площадь	Исаакиевская площадь	16	59.933374	30.306741
площадь	Казанская площадь	17	59.933586	30.324267
площадь	Площадь Калинина (Санкт-Петербург)	18	59.970438	30.38617
площадь	Кировская площадь	19	59.896183	30.278381
площадь	Комендантская площадь	20	60.006894	30.260119
площадь	Комсомольская площадь (Санкт-Петербург)	21	59.876432	30.257514
площадь	Площадь Конституции (Санкт-Петербург)	22	59.850875	30.304801
площадь	Конюшенная площадь	23	59.940763	30.326271
площадь	Красногвардейская площадь	24	59.942674	30.412051
площадь	Кронштадтская площадь (Санкт-Петербург)	25	59.852443	30.236367
площадь	Площадь Кулибина	26	59.920627	30.283358
площадь	Площадь Ленина (Санкт-Петербург)	27	59.953745	30.356463
площадь	Площадь Ломоносова (Санкт-Петербург)	28	59.928505	30.334571
площадь	Площадь Льва Толстого (Санкт-Петербург)	29	59.965566	30.31214
площадь	Манежная площадь (Санкт-Петербург)	30	59.935989	30.340024
площадь	Московская площадь (Санкт-Петербург)	31	59.852086	30.324609
площадь	Площадь Московские Ворота	32	59.892135	30.319749
площадь	Площадь Мужества	33	59.999008	30.363865
площадь	Обуховская площадь	34	59.922679	30.317746
площадь	Площадь Островского (Санкт-Петербург)	35	59.932184	30.336736
площадь	Петровская площадь (Санкт-Петербург)	36	59.962161	30.253875
площадь	Пионерская площадь (Санкт-Петербург)	37	59.92115	30.333376
площадь	Площадь Белинского (Санкт-Петербург)	38	59.937846	30.341668
площадь	Площадь Военных Медиков	39	59.959516	30.3458
площадь	Площадь Искусств (Санкт-Петербург)	40	59.937761	30.331795
площадь	Площадь Карла Фаберже	41	59.934272	30.436323
площадь	Площадь Культуры	42	59.892441	30.428418
площадь	Площадь Пролетарской Диктатуры	43	59.946455	30.390159
площадь	Площадь Растрелли	44	59.949177	30.391345
площадь	Площадь Свободы (Сестрорецк)	45	59.939095	30.315868
площадь	Площадь Старого Театра	46	59.976895	30.275516
площадь	Площадь Стравинского	47	59.939095	30.315868
площадь	Площадь Трезини	48	59.936327	30.287841
площадь	Площадь Чернышевского (Санкт-Петербург)	49	59.868519	30.317099
площадь	Площадь Шевченко (Санкт-Петербург)	50	59.967633	30.308349
площадь	Площадь Победы (Санкт-Петербург)	51	59.841785	30.321905
площадь	Преображенская площадь (Санкт-Петербург)	52	59.943345	30.352474
площадь	Разводная площадь	53	59.87743	29.901646
площадь	Площадь Репина	54	59.917628	30.279271
площадь	Румянцевская площадь	55	59.937729	30.292754
площадь	Проект:Санкт-Петербург/Списки/Площади Санкт-Петербурга	56	59.939095	30.315868
площадь	Светлановская площадь	57	60.003628	30.326917
площадь	Северная площадь (Санкт-Петербург)	58	60.022	30.40676
площадь	Сенатская площадь	59	59.93447	30.303597
площадь	Соборная площадь (Пушкин)	60	59.950258	30.314871
площадь	Ставропольская площадь	61	59.948487	30.385928
площадь	Площадь Стачек	62	59.900588	30.273575
площадь	Суворовская площадь (Санкт-Петербург)	63	59.945324	30.330448
площадь	Сытнинская площадь	64	59.957124	30.310757
площадь	Театральная площадь (Санкт-Петербург)	65	59.925453	30.298324
площадь	Торговая площадь (Санкт-Петербург)	66	59.878157	29.914034
площадь	Троицкая площадь (Адмиралтейский район)	67	59.916866	30.30605
площадь	Троицкая площадь (Петроградская сторона)	68	59.952042	30.324806
площадь	Площадь Труда (Санкт-Петербург)	69	59.932265	30.291775
площадь	Площадь Тургенева	70	59.91789	30.289287
